{
  "sections": {
    "main": {
      "type": "main-article",
      "disabled": true,
      "blocks": {
        "featured_image": {
          "type": "featured_image",
          "settings": {
            "image_height": "adapt"
          }
        },
        "title": {
          "type": "title",
          "settings": {
            "blog_show_date": true,
            "blog_show_author": false
          }
        },
        "share": {
          "type": "share",
          "settings": {
            "share_label": "Share"
          }
        },
        "content": {
          "type": "content",
          "settings": {
          }
        }
      },
      "block_order": [
        "featured_image",
        "title",
        "share",
        "content"
      ],
      "settings": {
      }
    },
    "16559742803aaa6577": {
      "type": "loop-article-banner",
      "settings": {
        "image_height": "small"
      }
    },
    "1658122483d764eac3": {
      "type": "loop-article-author",
      "settings": {
        "author_prefix": "By:"
      }
    },
    "206550a5-73db-4a85-bf30-dc6c1c292d48": {
      "type": "rich-text",
      "blocks": {
        "template--15826134302916__206550a5-73db-4a85-bf30-dc6c1c292d48-16752485096357b5bf-0": {
          "type": "heading",
          "settings": {
            "heading": "Key takeaways",
            "heading_size": "h2"
          }
        },
        "template--15826134302916__206550a5-73db-4a85-bf30-dc6c1c292d48-16752485096357b5bf-1": {
          "type": "text",
          "settings": {
            "text": "<ul><li>A poor night’s sleep can have a big impact on your health, both in the short and long term<\/li><li>If you struggle to sleep at night due to loud noises such as a noisy street outside or a snoring partner, earplugs could help you to sleep through the night<\/li><li>It’s safe to sleep with earplugs, but you may encounter some issues like a build up of ear wax<\/li><li>There are several types of earplugs to choose from, so it’s important to find the right ones for you<\/li><\/ul>",
            "description_padding": 32
          }
        },
        "template--15826134302916__206550a5-73db-4a85-bf30-dc6c1c292d48-16752485096357b5bf-2": {
          "type": "button",
          "settings": {
            "button_label": "Discover Loop Earplugs",
            "button_link": "shopify:\/\/collections\/all",
            "button_bgcolor_1": "",
            "button_txtcolor_1": "",
            "button_style_secondary": false,
            "button_label_2": "",
            "button_link_2": "",
            "button_bgcolor_2": "",
            "button_txtcolor_2": "",
            "button_style_secondary_2": false,
            "button_padding": 32
          }
        }
      },
      "block_order": [
        "template--15826134302916__206550a5-73db-4a85-bf30-dc6c1c292d48-16752485096357b5bf-0",
        "template--15826134302916__206550a5-73db-4a85-bf30-dc6c1c292d48-16752485096357b5bf-1",
        "template--15826134302916__206550a5-73db-4a85-bf30-dc6c1c292d48-16752485096357b5bf-2"
      ],
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "left",
        "color_scheme": "background-2",
        "full_width": true,
        "decription_max_width": 100,
        "padding_top": 44,
        "padding_bottom": 44
      }
    },
    "c1914074-e112-47ac-8be5-71e50691e7b4": {
      "type": "rich-text",
      "blocks": {
        "template--15826134302916__c1914074-e112-47ac-8be5-71e50691e7b4-16752485096357b5bf-1": {
          "type": "text",
          "settings": {
            "text": "<p>If you’re having trouble getting enough quality rest, disturbing sounds may be the culprit. Whether it’s loud neighbors or a dripping faucet, noise can interrupt your sleep and leave you feeling drained the next day.<\/p><p>Enter earplugs. They’ll reduce the amount of noise that reaches your ears, leaving you to drift off soundly, and get some quality kip. <\/p><p>If you’re ready to find a solution to help you get to dreamland, read on to find out everything you need to know about sleeping with earplugs, and what to look for in a pair or earplugs to ensure you get a good night’s sleep.<\/p>",
            "description_padding": 32
          }
        }
      },
      "block_order": [
        "template--15826134302916__c1914074-e112-47ac-8be5-71e50691e7b4-16752485096357b5bf-1"
      ],
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "left",
        "color_scheme": "background-1",
        "full_width": true,
        "decription_max_width": 100,
        "padding_top": 44,
        "padding_bottom": 44
      }
    },
    "16581501774a32acf8": {
      "type": "loop-article-img-txt",
      "blocks": {
        "15d54bfe-1b48-43c0-9fad-0527a7874216": {
          "type": "heading",
          "settings": {
            "heading": "How does sleeping with earplugs work?",
            "heading_size": "h2"
          }
        },
        "16581501770ad7ecad-1": {
          "type": "text",
          "settings": {
            "text": "<p>When you sleep with earplugs, the amount of sound entering your ears is significantly reduced. But how does it work?<\/p><p> A lot of people have sensory sensitivities, for example to light or noise. Sensory overload is familiar to many who live in big apartment blocks or a busy neighborhood. Or to people who have kids shrieking in the background. The fear of being woken up is enough reason for some people to wear earplugs for a better sleep. Even if they don’t need them right at that moment. For some, the sound of hearing their own breath or pulse when wearing earplugs is relaxing, while others just find it stressful. True noise reduction may seem like a dream.<\/p>",
            "text_style": "body"
          }
        }
      },
      "block_order": [
        "15d54bfe-1b48-43c0-9fad-0527a7874216",
        "16581501770ad7ecad-1"
      ],
      "settings": {
        "image": "shopify:\/\/shop_images\/sleep1.jpg",
        "video_url": "",
        "video-tag": "",
        "height": "adapt",
        "desktop_image_width": "medium",
        "layout": "image_first",
        "desktop_content_position": "top",
        "desktop_content_alignment": "left",
        "content_layout": "no-overlap",
        "color_scheme": "#ffffff",
        "mobile_content_alignment": "left",
        "padding_top": 44,
        "padding_bottom": 44
      }
    },
    "16604607234acd9044": {
      "type": "rich-text",
      "blocks": {
        "78c0a6cd-ae4d-4cdb-8feb-89d03f65ec8d": {
          "type": "text",
          "settings": {
            "text": "<p>It’s not only a relevant problem at home either. Noise overload is also a common problem for frequent travelers. Just think about trying to get to sleep on an airplane. Not everyone can get comfortable in an airplane seat, and it can be noisy, meaning it’s difficult to catch a few winks! So it only makes sense that many people are also looking for soundproof airplane earplugs.<\/p><p>Whether you live beside a busy street, or have a partner who snores all night long, noises during the night can disturb your sleep. It might take you a long time to fall asleep, or you might wake up several times through the night, meaning you don’t get enough sleep, or the quality of your sleep is poor.<\/p><p>Even if you don’t remember waking up during the night, noise can pull you out of a deep sleep – the type of sleep our bodies need to repair muscles, support our brain function, and overall health.<\/p><p>If you wake up feeling groggy in the morning, you’ll know what we mean!<\/p><p>When you sleep with earplugs, the amount of sound entering your ears is significantly reduced. But how does it work?<\/p><p>Earplugs can help to reduce the amount of sound that reaches your ears. It’s quite simple: the earplugs fit into your outer ear canal. To be effective in reducing sound, they should completely block the ear canal with an airtight seal. And because they fit so snugly, they should stay in your ears all night long.<\/p>",
            "description_padding": 32
          }
        },
        "1c50e393-e4fc-41cc-8d7a-88a2d8d03645": {
          "type": "heading",
          "settings": {
            "heading": "Benefits of using earplugs",
            "heading_size": "h1"
          }
        },
        "8720fd58-205b-4bf5-b987-252ac7701d2a": {
          "type": "text",
          "settings": {
            "text": "<p>Sleeping with earplugs, then, can help you to get to sleep faster, and help you to stay asleep for longer. That means your natural sleep pattern isn’t disturbed, and you spend more time in restorative, restful deep sleep.<\/p><p>And a good night’s sleep means that you’ll have a better day the next day. Poor sleep can lead to poor health. In the short-term, it can impact your ability to make decisions and focus during the day, as well as affecting your memory and cognitive abilities. <\/p><p>It can also affect your mood and mental health. Has anyone ever asked you if you got up on the wrong side of the bed? It’s likely that it was on a day that you didn’t get enough sleep!<\/p><p>In the long term, inadequate sleep can lead to health issues such as:<\/p><ul><li>Heart disease<\/li><li>Kidney disease<\/li><li>Obesity<\/li><li>Heart attacks<\/li><li>Strokes<\/li><li>Depression<\/li><\/ul><p>The health benefits of a good night’s sleep are far-ranging – so rather than trying to get through the day with caffeine, focusing on improving your sleep could be the tick to improving your health.<\/p>",
            "description_padding": 32
          }
        },
        "94375335-e383-4b99-b855-fc4c5b7a2586": {
          "type": "heading",
          "settings": {
            "heading": "Drawbacks of using earplugs at night",
            "heading_size": "h1"
          }
        },
        "222a8d34-fd98-4a0e-b2e2-fdac4e60fda7": {
          "type": "text",
          "settings": {
            "text": "<p>One of the main questions people have when it comes to wearing earplugs to sleep is: is it safe to sleep with earplugs?<\/p><p>The answer is yes. There are minimal risks, but one of the main sleeping with earplugs side effects to be aware of is that it might cause a buildup of earwax. <\/p><p>Over time, if you wear earplugs every night, they can push ear wax further into your ear which could eventually lead to a buildup. This can be potentially problematic, causing problems like temporary tinnitus and short-term hearing loss. However, it’s an easy problem to clear up. To get rid of excess ear wax, you’ll either have to use ear drops to soften it, after which it should fall out naturally, or visit a professional to have it removed.<\/p><p>You may also be at risk of developing an ear infection from earplugs, especially if you don’t keep them clean. It’s easy to keep your earplugs clean to reduce your risk of infection – simply wash them using mild soap and warm water, and leave to air dry before using them again.<\/p><p>Another potential drawback of sleeping with earplugs is that you might find them uncomfortable. However, this shouldn’t be a problem if you choose earplugs with a choice of different tips to suit different ear sizes – like <a href=\"https:\/\/www.loopearplugs.com\/products\/quiet\/\"><span style=\"text-decoration:underline\">Loop Quiet<\/span><\/a>. That way, you can choose the pens which fit you best. Plus, they’re made from soft, flexible material and are easy to put in and take out. With removable silicone tips in different sizes, they fit your ears perfectly. They nestle neatly in your ear and don’t stick out, allowing you to snooze on either side as well as your back and belly.<\/p><p>Finally, you may be concerned that you won’t be able to hear alarms or will be less responsive to emergency situations if you sleep with earplugs. If you get an important phone call in the morning, your alarm goes off, or your baby is crying, you want to be able to react right away.<\/p><p>The right earplugs for sleeping should strike a balance between reducing noise without totally isolating you. With Loop earplugs, you’re in luck. The noise reduction is at a medium level: still allowing some noise to come through, especially high pitched sounds like alarms and babies’ cries.<\/p><p>Now, we’re talking about noise reduction here. Snoring partners can be especially loud. We don’t promise total silence. That being said, usually it’s a matter of habit. Getting used to a lower level of noise reduction is possible for most people, and what you get in return is usually more than worth it. Loop Quiet pushes noise to the background without cutting you off completely.<\/p>",
            "description_padding": 32
          }
        }
      },
      "block_order": [
        "78c0a6cd-ae4d-4cdb-8feb-89d03f65ec8d",
        "1c50e393-e4fc-41cc-8d7a-88a2d8d03645",
        "8720fd58-205b-4bf5-b987-252ac7701d2a",
        "94375335-e383-4b99-b855-fc4c5b7a2586",
        "222a8d34-fd98-4a0e-b2e2-fdac4e60fda7"
      ],
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "left",
        "color_scheme": "background-1",
        "full_width": true,
        "decription_max_width": 100,
        "padding_top": 16,
        "padding_bottom": 44
      }
    },
    "fd43e1f8-2931-404c-b7b9-2f56c8f3afbc": {
      "type": "image-banner",
      "blocks": {
        "template--15826134302916__fd43e1f8-2931-404c-b7b9-2f56c8f3afbc-1675250031cde3231e-0": {
          "type": "heading",
          "disabled": true,
          "settings": {
            "heading": "Image banner",
            "heading_size": "h1"
          }
        },
        "template--15826134302916__fd43e1f8-2931-404c-b7b9-2f56c8f3afbc-1675250031cde3231e-1": {
          "type": "text",
          "disabled": true,
          "settings": {
            "text": "Give customers details about the banner image(s) or content on the template.",
            "richtext": "",
            "text_style": "body"
          }
        },
        "template--15826134302916__fd43e1f8-2931-404c-b7b9-2f56c8f3afbc-1675250031cde3231e-2": {
          "type": "buttons",
          "disabled": true,
          "settings": {
            "button_label_1": "Button label",
            "button_link_1": "",
            "button_style_secondary_1": false,
            "button_bgcolor_1": "",
            "button_txtcolor_1": "",
            "button_label_2": "Button label",
            "button_link_2": "",
            "button_style_secondary_2": false,
            "button_bgcolor_2": "",
            "button_txtcolor_2": "",
            "button_label_3": "Button label",
            "show_id": ""
          }
        }
      },
      "block_order": [
        "template--15826134302916__fd43e1f8-2931-404c-b7b9-2f56c8f3afbc-1675250031cde3231e-0",
        "template--15826134302916__fd43e1f8-2931-404c-b7b9-2f56c8f3afbc-1675250031cde3231e-1",
        "template--15826134302916__fd43e1f8-2931-404c-b7b9-2f56c8f3afbc-1675250031cde3231e-2"
      ],
      "settings": {
        "image": "shopify:\/\/shop_images\/Hero_Image_Blog_Funnel_Parents_and_sleep_deprivation_Desktop.png",
        "lazyload": true,
        "image_overlay_opacity": 0,
        "image_height": "small",
        "margin_top": true,
        "adapt_height_first_image": false,
        "desktop_content_position": "middle-center",
        "show_text_box": true,
        "desktop_content_alignment": "center",
        "color_scheme": "background-1",
        "mobile_content_alignment": "center",
        "stack_images_on_mobile": true,
        "show_text_below": true
      }
    },
    "9f9a1dc1-de29-4705-bba6-98eb2b6b1e71": {
      "type": "rich-text",
      "blocks": {
        "f32a8001-5016-4ef3-9ecc-abd64a1c751c": {
          "type": "heading",
          "settings": {
            "heading": "Types of earplugs",
            "heading_size": "h1"
          }
        },
        "6adfc57c-fb37-4b69-b231-cce0feaf808e": {
          "type": "text",
          "settings": {
            "text": "<p>There are several different types of earplugs – but which is best for wearing to bed? Earplugs are usually made of wax, silicone or foam.<\/p><p>Wax earplugs are soft and squishy, and can be molded with your fingers to fit your ears. They don’t go inside your ear canal, but instead sit in the opening of it.<\/p><p>Foam earplugs are soft and inexpensive. They too are rolled between your fingers to fit into your ear canal. This type of earplug can be susceptible to bacteria, due to their porous material, so you may want to replace them frequently – meaning they’re not the most environmentally friendly option.<\/p><p>Silicone earplugs can be made from either hard or soft silicone. They can provide a more comfortable fit, and as they’re reusable, they can be a good value option, too.<\/p><p>You can also speak to your doctor or audiologist about custom-made earplugs. This is when you get a mold of your ears made, and a set of reusable earplugs are made to specifically fit your ears. They’re a more expensive option – and are very good at blocking out noise, so be aware if you need to wake up to your alarm in the morning!<\/p>",
            "description_padding": 32
          }
        },
        "a7d9441b-d707-4159-8c9f-bf9dcc32442c": {
          "type": "heading",
          "settings": {
            "heading": "Get a better sleep with earplugs",
            "heading_size": "h2"
          }
        },
        "25ffc2d0-2d41-44a5-8723-cb85ab221002": {
          "type": "text",
          "settings": {
            "text": "<p>If you struggle to sleep through the night due to loud noises either outside or within your home, wearing earplugs to sleep could be the solution for you. They’ll lessen the amount of noise getting through to your ear, meaning your sleep is less likely to be disturbed, and you’ll feel refreshed and relaxed in the morning.<\/p>",
            "description_padding": 32
          }
        },
        "2d7438ec-59c7-4a58-963c-31c7bdda1a99": {
          "type": "heading",
          "settings": {
            "heading": "How to choose the right earplugs for sleeping",
            "heading_size": "h1"
          }
        },
        "a69a9805-f1a4-4c0e-ad84-9bba4da5c9a7": {
          "type": "text",
          "settings": {
            "text": "<p>Which type of earplug is right for you? When it comes to getting a good night’s sleep, it’s all down to your individual needs. The main things to look out for when choosing earplugs are the level of noise reduction, comfort, cost, and how easy they are to use:<\/p><ul><li><strong>Cost: <\/strong>If you plan to use earplugs every evening, then buying a reusable pair will save you money in the long run. However, if you only plan to use them once – if you need to sleep on a plane, for example – then you might be better off with a single-use foam pair.<\/li><li><strong>Noise reduction: <\/strong>The whole point of wearing earplugs at night is to reduce the amount of sounds disturbing you. But if you still need to hear alarms, or you want to be aware of your surroundings in case of emergency, you don’t want noise to be completely blocked out. <\/li><li><strong>Ease of use:<\/strong> You want to be able to pop your earplugs in and drift off to sleep, rather than having to spend ages getting them into your ears. You may find some materials easier to use than others.<\/li><li><strong>Comfort:<\/strong> Comfort is crucial if you’re going to be wearing earplugs all night long! Soft silicone or foam earplugs are usually the best choice for super comfortable earplugs.<\/li><\/ul>",
            "description_padding": 32
          }
        }
      },
      "block_order": [
        "f32a8001-5016-4ef3-9ecc-abd64a1c751c",
        "6adfc57c-fb37-4b69-b231-cce0feaf808e",
        "a7d9441b-d707-4159-8c9f-bf9dcc32442c",
        "25ffc2d0-2d41-44a5-8723-cb85ab221002",
        "2d7438ec-59c7-4a58-963c-31c7bdda1a99",
        "a69a9805-f1a4-4c0e-ad84-9bba4da5c9a7"
      ],
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "left",
        "color_scheme": "background-1",
        "full_width": true,
        "decription_max_width": 100,
        "padding_top": 44,
        "padding_bottom": 44
      }
    },
    "820555b6-a990-46e3-8524-cde208ce975c": {
      "type": "featured-product",
      "blocks": {
        "template--15826134302916__820555b6-a990-46e3-8524-cde208ce975c-16752494005d4d9b91-0": {
          "type": "text",
          "settings": {
            "text": "{{ section.settings.product.vendor }}",
            "text_style": "uppercase"
          }
        },
        "template--15826134302916__820555b6-a990-46e3-8524-cde208ce975c-16752494005d4d9b91-1": {
          "type": "title",
          "settings": {
            "heading_size": "h1"
          }
        },
        "template--15826134302916__820555b6-a990-46e3-8524-cde208ce975c-16752494005d4d9b91-2": {
          "type": "text",
          "settings": {
            "text": "{{ section.settings.product.metafields.descriptors.subtitle.value }}",
            "text_style": "subtitle"
          }
        },
        "template--15826134302916__820555b6-a990-46e3-8524-cde208ce975c-16752494005d4d9b91-3": {
          "type": "price",
          "settings": {
          }
        },
        "template--15826134302916__820555b6-a990-46e3-8524-cde208ce975c-16752494005d4d9b91-4": {
          "type": "variant_picker",
          "settings": {
            "picker_type": "button"
          }
        },
        "template--15826134302916__820555b6-a990-46e3-8524-cde208ce975c-16752494005d4d9b91-5": {
          "type": "quantity_selector",
          "settings": {
          }
        },
        "template--15826134302916__820555b6-a990-46e3-8524-cde208ce975c-16752494005d4d9b91-6": {
          "type": "buy_buttons",
          "settings": {
            "show_dynamic_checkout": true
          }
        },
        "template--15826134302916__820555b6-a990-46e3-8524-cde208ce975c-16752494005d4d9b91-7": {
          "type": "share",
          "settings": {
            "share_label": "Share"
          }
        }
      },
      "block_order": [
        "template--15826134302916__820555b6-a990-46e3-8524-cde208ce975c-16752494005d4d9b91-0",
        "template--15826134302916__820555b6-a990-46e3-8524-cde208ce975c-16752494005d4d9b91-1",
        "template--15826134302916__820555b6-a990-46e3-8524-cde208ce975c-16752494005d4d9b91-2",
        "template--15826134302916__820555b6-a990-46e3-8524-cde208ce975c-16752494005d4d9b91-3",
        "template--15826134302916__820555b6-a990-46e3-8524-cde208ce975c-16752494005d4d9b91-4",
        "template--15826134302916__820555b6-a990-46e3-8524-cde208ce975c-16752494005d4d9b91-5",
        "template--15826134302916__820555b6-a990-46e3-8524-cde208ce975c-16752494005d4d9b91-6",
        "template--15826134302916__820555b6-a990-46e3-8524-cde208ce975c-16752494005d4d9b91-7"
      ],
      "settings": {
        "product": "quiet",
        "color_scheme": "#ffffff",
        "secondary_background": false,
        "hide_variants": false,
        "enable_video_looping": false,
        "padding_top": 36,
        "padding_bottom": 36
      }
    },
    "d1537d8c-2857-4fa6-ae59-fb97fb3b21a0": {
      "type": "rich-text",
      "blocks": {
        "3e7e9421-23aa-4498-ae75-eabce93a850f": {
          "type": "heading",
          "settings": {
            "heading": "How to use earplugs",
            "heading_size": "h1"
          }
        },
        "41af495c-33da-4723-85b5-afd3ac147c12": {
          "type": "text",
          "settings": {
            "text": "<p>If you’re using Loop Earplugs, <a href=\"https:\/\/www.loopearplugs.com\/pages\/start\"><span style=\"text-decoration:underline\">here’s how to insert them<\/span><\/a> for maximum comfort and effectiveness:<\/p><ul><li>Insert and twist your earplugs<\/li><li>The Loop shouldn’t stick out or be visible from the front<\/li><li>If your Loops stick out the front or hurt, go down a size<\/li><li>If they don’t feel secure in your ear, go up a size<\/li><\/ul><p><a href=\"https:\/\/www.loopearplugs.com\/products\/quiet\/\"><span style=\"text-decoration:underline\">Loop Quiet<\/span><\/a> could be what you’re looking for. With up to 27 decibels of noise reduction, and soft-touch silicone for comfort all night long, all you need to do is choose your favorite color!<\/p>",
            "description_padding": 32
          }
        }
      },
      "block_order": [
        "3e7e9421-23aa-4498-ae75-eabce93a850f",
        "41af495c-33da-4723-85b5-afd3ac147c12"
      ],
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "left",
        "color_scheme": "background-1",
        "full_width": true,
        "decription_max_width": 100,
        "padding_top": 44,
        "padding_bottom": 44
      }
    },
    "3505fac2-e146-4081-8700-43ece3abb7f2": {
      "type": "loop-featured-products",
      "disabled": true,
      "blocks": {
        "17833861-4766-47ad-989c-41d96321bf0d": {
          "type": "select",
          "settings": {
            "product": "engage"
          }
        },
        "585a260f-ef95-4ded-a1cc-f009acde6ccb": {
          "type": "select",
          "settings": {
            "product": "experience"
          }
        },
        "8da844d4-9928-4873-9d5c-0016490b3d5a": {
          "type": "select",
          "settings": {
            "product": "quiet"
          }
        }
      },
      "block_order": [
        "17833861-4766-47ad-989c-41d96321bf0d",
        "585a260f-ef95-4ded-a1cc-f009acde6ccb",
        "8da844d4-9928-4873-9d5c-0016490b3d5a"
      ],
      "settings": {
        "title": "Our earplugs",
        "heading_size": "h1",
        "description": "",
        "description_style": "body",
        "columns_desktop": 4,
        "full_width": false,
        "color_scheme": "background-1",
        "image_ratio": "adapt",
        "show_secondary_image": false,
        "show_rating": false,
        "columns_mobile": "1",
        "swipe_on_mobile": true,
        "padding_top": 44,
        "padding_bottom": 16
      }
    },
    "165812615354029ad8": {
      "type": "loop-article-cta-button",
      "blocks": {
        "165812615340e78fbe-0": {
          "type": "button",
          "settings": {
            "button_label": "Find your Loops",
            "button_link": "shopify:\/\/collections\/all",
            "button_bgcolor_1": "#766294",
            "button_txtcolor_1": "",
            "button_style_secondary": false,
            "button_label_2": "",
            "button_link_2": "",
            "button_bgcolor_2": "#000000",
            "button_txtcolor_2": "",
            "button_style_secondary_2": false
          }
        }
      },
      "block_order": [
        "165812615340e78fbe-0"
      ],
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "center",
        "color_scheme": "#ffffff",
        "full_width": true,
        "padding_top": 44,
        "padding_bottom": 44
      }
    },
    "471e8632-50ea-4753-91ec-04de7755365c": {
      "type": "loop-featured-article",
      "blocks": {
        "535e670a-5009-4f44-906a-6eed6ff2ed9d": {
          "type": "select",
          "settings": {
            "article": "blog\/how-to-stop-the-ringing-in-your-ears-after-clubbing"
          }
        },
        "3c556024-8341-45c0-9438-ee77ca8cce9a": {
          "type": "select",
          "settings": {
            "article": "blog\/what-are-the-top-five-causes-of-tinnitus"
          }
        },
        "5e43164b-1bee-4a89-ad00-cfa566f35f0f": {
          "type": "select",
          "settings": {
            "article": "blog\/how-to-prevent-tinnitus-and-protect-your-ears"
          }
        }
      },
      "block_order": [
        "535e670a-5009-4f44-906a-6eed6ff2ed9d",
        "3c556024-8341-45c0-9438-ee77ca8cce9a",
        "5e43164b-1bee-4a89-ad00-cfa566f35f0f"
      ],
      "settings": {
        "columns_size": 3,
        "padding_top": 44,
        "padding_bottom": 44
      }
    },
    "1656053545f8bd8b7c": {
      "type": "loop-article-footer",
      "settings": {
        "color_scheme": "#ffffff"
      }
    }
  },
  "order": [
    "main",
    "16559742803aaa6577",
    "1658122483d764eac3",
    "206550a5-73db-4a85-bf30-dc6c1c292d48",
    "c1914074-e112-47ac-8be5-71e50691e7b4",
    "16581501774a32acf8",
    "16604607234acd9044",
    "fd43e1f8-2931-404c-b7b9-2f56c8f3afbc",
    "9f9a1dc1-de29-4705-bba6-98eb2b6b1e71",
    "820555b6-a990-46e3-8524-cde208ce975c",
    "d1537d8c-2857-4fa6-ae59-fb97fb3b21a0",
    "3505fac2-e146-4081-8700-43ece3abb7f2",
    "165812615354029ad8",
    "471e8632-50ea-4753-91ec-04de7755365c",
    "1656053545f8bd8b7c"
  ]
}
