/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 36,
        "padding_bottom": 0
      }
    },
    "page-blocks": {
      "type": "custom-page-blocks",
      "blocks": {
        "about_collapsible": {
          "type": "about_collapsible",
          "settings": {
            "heading": "COMMUNITY FOCUSSED WELLNESS EXPERIENCES",
            "image1": "shopify://shop_images/image-422ba4f1-a73d-4c31-89c4-21820dcee47b.jpg",
            "image2": "shopify://shop_images/image-470352c7-850b-4fa0-a0be-d57078325254.jpg",
            "image3": "shopify://shop_images/image-aac27d90-fc41-49db-bf3f-bf1513481d93.jpg",
            "image4": "shopify://shop_images/image-c6218566-b697-4536-b2d5-df73aebb9633.jpg",
            "image5": "shopify://shop_images/image-861b9b1d-46b6-4def-91de-8874acb0f298.png",
            "slideshow_speed": 3,
            "row1_heading": "THE RAVE CONCEPT",
            "row1_content": "<p>With the RAVE set-up of equipment, music and spatial fragrances, a high-end yoga studio can be created anywhere.<br/>RAVE events are conceptualized to take participants on an 'inner journey' and with a strong focus on fostering social connections through a collective experience.<br/><br/>Whether flow yoga, breathwork, meditation or crystal bowl sound healing, RAVE sessions activate the senses and have a purpose of merging mind and body in a fast-paced world.</p>",
            "row2_heading": "BRAND ACTIVATIONS AND EVENTS",
            "row2_content": "<p>RAVE curates 360' tailored event executions. Whether a product launch, community or talent activation, we facilitate memorable and wholesome events that invite participants into your branded universe. As we work both within the B2B and B2C sector, we are experienced in facilitating curated activations for talents and tastemakers, as well as end-consumers. Working within the intersection of the health and lifestyle industries, our unique focus on community building is converted through activations with brands, corporates as well as our organic community of private individuals.<br/><br/>From live music flow yoga to a wellness long-table dinner, every activation is completely tailored to your needs and allows for physical representation of your brand and its values, as well as online communication that makes every experience worthwhile.<br/><br/>Our services include in-house catering, content production, PR and guest list curation, custom mat production and more. Contact <a href=\"mailto:hello@rave-yoga.com\" title=\"mailto:hello@rave-yoga.com\">hello@rave-yoga.com</a> for a personalized offer.</p>",
            "row3_heading": "CORPORATE WELLNESS",
            "row3_content": "<p>The benefits of a regular yoga and mindfulness practice include stress relief, mental clarity, psychological safety, higher productivity and better long-term health.<br/>We bring the RAVE set-up into your company culture and thereby offer an accessible and high-end well-being experience for employees.<br/>Participants are able to enter your branded universe from a unique angle of comfort and casual wellness.<br/><br/>Type of session, frequency and other variables are tailored to your preferences.<br/>Please contact hello@rave-yoga.com to learn more about our company packages and regular classes.</p>",
            "row4_heading": "JOIN OUR COMMUNITY",
            "row4_content": "<p>We host RAVE wellness events on a regular basis all around Copenhagen. Whether a yoga class, Sound Healing or a full-blown wellness dinner, every sessions is a unique experience. Immerse yourself into the spaces we transform into a temporary yoga studio and connect to like-minded people after class. The magic is to come as a stranger and leave as a friend.<br/><br/>All equipment is provided for you, so you can fully focus on immersing into the experience. We can't wait to welcome you into our community.<br/><br/>Check out the <a href=\"/pages/schedule\" target=\"_blank\" title=\"Schedule\">schedule </a>to sign up to the next open session in Copenhagen. For private events please contact <a href=\"mailto:hello@rave-yoga.com\" title=\"mailto:hello@rave-yoga.com\">hello@rave-yoga.com</a>.</p>",
            "row5_heading": "THE RAVE TEAM",
            "row5_content": "<p>Combining her background in Media and PR with her work as a yoga teacher and passion for community building, RAVE was started in Copenhagen by Helen Erichsen.<br/><br/>Besides introducing a wide variety of people to an easily accessible mind-body connection in new and enchanting environments, the concept explores new ways of creating community, deeper brand associations and social bonds through wellness.<br/><br/>All RAVE facilitators and collaborators are uniquely chosen, educated and highly skilled in their respective fields. Our team ranges from wellness instructors to chefs and DJ's - to cover all parts of the event experience.</p>",
            "row6_heading": "TRUSTED BY",
            "row6_content": ""
          }
        },
        "logo_grid": {
          "type": "logo_grid",
          "settings": {
            "heading": "TRUSTED BY",
            "logo_width": 150,
            "scroll_speed": 40,
            "logo1": "",
            "logo1_url": "",
            "logo2": "",
            "logo2_url": "",
            "logo3": "",
            "logo3_url": "",
            "logo4": "",
            "logo4_url": "",
            "logo5": "",
            "logo5_url": "",
            "logo6": "",
            "logo6_url": "",
            "logo7": "",
            "logo7_url": "",
            "logo8": "",
            "logo8_url": "",
            "logo9": "",
            "logo9_url": "",
            "logo10": "",
            "logo10_url": "",
            "logo11": "",
            "logo11_url": "",
            "logo12": "",
            "logo12_url": ""
          }
        }
      },
      "block_order": [
        "about_collapsible",
        "logo_grid"
      ],
      "settings": {}
    }
  },
  "order": [
    "main",
    "page-blocks"
  ]
}
