/*
* ------------------------------------------------------------
* IMPORTANT: The contents of this file are auto-generated.
*
* This file may be updated by the Shopify admin theme editor
* or related systems. Please exercise caution as any changes
* made to this file may be overwritten.
* ------------------------------------------------------------
*/
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "shop_hero_banner_My33eg": {
      "type": "shop-hero-banner",
      "settings": {
        "title": "More",
        "video_url": "https:\/\/cdn.shopify.com\/videos\/c\/o\/v\/d7f4c9e8ab7c4ad98da8d3145bc961a5.webm",
        "webp_url": "",
        "poster_url": "shopify:\/\/shop_images\/casks-bg.jpg"
      }
    },
    "rich_text_gBkqa8": {
      "type": "rich-text",
      "blocks": {
        "text_qcHThX": {
          "type": "text",
          "settings": {
            "text": "<p>A blended whiskey (or blended whisky) is the product of blending different types of whiskeys and sometimes also neutral spirits, colorings, and flavorings. It is generally the product of mixing one or more higher-quality straight or single malt whiskey with less expensive spirits and other ingredients. This typically allows for a lower priced finished product, although expensive \"premium\" varieties also exist.<\/p><p>Some examples of blended whiskey include Canadian Club, Canadian Mist, Jameson Irish Whiskey, Seagram's Seven, Kessler Whiskey, Hibiki, and the various Scotch whisky blends sold under the Johnnie Walker brand, as well as Ballantine's, Grant's, Chivas Regal and other Scotch whisky blends.<\/p><p>Under Scotch Whisky Regulations, Blended Malt Scotch Whisky means a blend of two or more single malt Scotch whiskies that have been distilled at more than one distillery; Blended Grain Scotch Whisky means a blend of two or more single grain Scotch whiskies that have been distilled at more than one distillery; and Blended Scotch Whisky means a blend of one or more single malt Scotch whiskies with one or more single grain Scotch whiskies.<\/p><p>Higher proof spirits with less time aging are usually much less expensive to produce than straight whiskeys or single malt whiskeys and are often the primary spirits in blends, along with more premium whiskies and other ingredients added for flavoring.<\/p><p>Most cocktails and mixed drinks that contain whiskey are made using economically priced blended whiskeys rather than higher priced whiskeys, primarily because the presence of the other ingredients makes the subtleties of the taste of the whiskey less critical to the overall taste of the drink.<\/p>"
          }
        }
      },
      "block_order": [
        "text_qcHThX"
      ],
      "settings": {
        "desktop_content_position": "left",
        "content_alignment": "left",
        "color_scheme": "",
        "full_width": true,
        "padding_top": 40,
        "padding_bottom": 52
      }
    }
  },
  "order": [
    "main",
    "shop_hero_banner_My33eg",
    "rich_text_gBkqa8"
  ]
}
