/*
* ------------------------------------------------------------
* IMPORTANT: The contents of this file are auto-generated.
*
* This file may be updated by the Shopify admin theme editor
* or related systems. Please exercise caution as any changes
* made to this file may be overwritten.
* ------------------------------------------------------------
*/
{
  "sections": {
    "custom_liquid_bLBa8k": {
      "type": "custom-liquid",
      "settings": {
        "custom_liquid": "<div class=\"page-width\">\n{% render 'breadcrumbs' %} \n<\/div>",
        "color_scheme": "",
        "padding_top": 20,
        "padding_bottom": 20
      }
    },
    "rich_text_7AwV39": {
      "type": "rich-text",
      "blocks": {
        "heading_tRcYqB": {
          "type": "heading",
          "settings": {
            "heading": "WARRANTY INFORMATION",
            "heading_size": "h1"
          }
        }
      },
      "block_order": [
        "heading_tRcYqB"
      ],
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "center",
        "color_scheme": "",
        "full_width": true,
        "padding_top": 0,
        "padding_bottom": 12
      }
    },
    "main": {
      "type": "main-page",
      "disabled": true,
      "custom_css": [
        "h1,.h0 {text-transform: uppercase;}"
      ],
      "settings": {
        "padding_top": 0,
        "padding_bottom": 28
      }
    },
    "collapsible_content_YaK4V9": {
      "type": "collapsible-content",
      "blocks": {
        "collapsible_row_4MAkfp": {
          "type": "collapsible_row",
          "settings": {
            "heading": "STOREBOUND, LLC - 1 YEAR LIMITED WARRANTY",
            "icon": "none",
            "row_content": "<p>Your StoreBound product is warranted to be free from defects in material and workmanship for a period of one (1) year from the date of the original purchase when utilized for normal and intended household use. Should any defect covered by the terms of the limited warranty be discovered within one (1) year, StoreBound, LLC will repair or replace the defective part. To process a warranty claim, contact Customer Support at <a href=\"mailto:support@bydash.com\" target=\"_blank\"><span style=\"text-decoration:underline\">support@bydash.com<\/span><\/a> for further assistance and instruction. A Customer Support agent will assist you by troubleshooting minor problems. If troubleshooting fails to fix the problem, a return authorization will be issued. Proof of purchase indicating the date and place of purchase is required and should accompany the return. You must also include your full name, shipping address, and telephone number. StoreBound will not ship to a PO Box. StoreBound will not be responsible for delays or unprocessed claims resulting from a purchaser’s failure to provide any or all of the necessary information. Freight costs must be prepaid by the purchaser.   <\/p><p>All replacement inquiries are to be submitted to <a href=\"mailto:support@bydash.com\" target=\"_blank\"><span style=\"text-decoration:underline\">support@bydash.com<\/span><\/a> or contact Customer Support at 1-800-898-6970. There are no express warranties except as listed above.  <\/p><p>Warranty is voided if used outside of the 50 states of the United States, the District of Columbia or the 10 provinces of Canada. Warranty is voided if used with an electric adapter\/converter or used with any voltage plug other than 120V.   <\/p><p>REPAIR OR REPLACEMENT AS PROVIDED UNDER THIS WARRANTY IS THE EXCLUSIVE REMEDY OF THE CUSTOMER. STOREBOUND SHALL NOT BE LIABLE FOR ANY INCIDENTAL OR CONSEQUENTIAL DAMAGES OR FOR BREACH OF ANY EXPRESS OR IMPLIED WARRANTY ON THIS PRODUCT EXCEPT TO THE EXTENT REQUIRED BY APPLICABLE LAW. ANY IMPLIED WARRANTY OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE ON THIS PRODUCT IS LIMITED IN DURATION TO THE DURATION OF THIS WARRANTY.  <\/p><p>Some states do not allow the exclusion or limitation of incidental or consequential damages, or limitations on how long an implied warranty lasts. Therefore, the above exclusions or limitations may not apply to you. This warranty gives you specific legal rights and you may also have other rights, which vary from state to state.  <\/p><p>Refurbished items or items not purchased through an authorized retailer are not eligible for warranty claims.  <\/p>",
            "liquid": "",
            "page": ""
          }
        },
        "collapsible_row_bMb4VV": {
          "type": "collapsible_row",
          "settings": {
            "heading": "GARANTÍA LIMITADA DE 1 AÑO - STOREBOUND, LLC",
            "icon": "none",
            "row_content": "<p>Se garantiza que su producto StoreBound está libre de defectos de material y mano de obra por un período de un (1) año a partir de la fecha de la compra original cuando se utiliza para el uso doméstico normal y previsto. Si se descubre algún defecto cubierto por los términos de la garantía limitada dentro de un (1) año, StoreBound, LLC reparará o reemplazará la pieza defectuosa. Para procesar un reclamo de garantía, comuníquese con Atención al Cliente al 1-800-898-6970 para obtener más ayuda e instrucciones. Un agente de Atención al Cliente lo ayudará a solucionar problemas menores. Si la solución de problemas no soluciona el problema, se emitirá una autorización de devolución. Se requiere que adjunte un comprobante de compra que indique la fecha y el lugar de compra junto con la devolución. También debe incluir su nombre completo, dirección de envío y número de teléfono. No podemos enviar devoluciones a un apartado de correos. StoreBound no será responsable por retrasos o reclamos no procesados que resulten de la falta la información necesaria provista por el comprador. Los costos de envío deben ser pagados por adelantado por el comprador.<br\/><br\/>Envíe todas las consultas a <a href=\"mailto:support@bydash.com\">support@bydash.com.<\/a><br\/><br\/>No existen garantías expresas excepto las enumeradas anteriormente.<br\/><br\/>LA REPARACIÓN O REEMPLAZO SEGÚN SE INDICA EN ESTA GARANTÍA ES DE USO EXCLUSIVO DEL CLIENTE. STOREBOUND NO SERÁ RESPONSABLE DE NINGÚN DAÑO INCIDENTAL O CONSECUENTE, O DEL INCUMPLIMIENTO DE CUALQUIER GARANTÍA EXPRESA O IMPLÍCITA DE ESTE PRODUCTO EXCEPTO EN LA MEDIDA QUE LA LEY LO REQUIERA. CUALQUIER GARANTÍA IMPLÍCITA DE COMERCIABILIDAD O APTITUD PARA UN PROPÓSITO PARTICULAR DE ESTE PRODUCTO TIENE UNA DURACIÓN LIMITADA A LA DURACIÓN DE ESTA GARANTÍA.<br\/><br\/>Algunos Estados no permiten la exclusión o limitación de daños incidentales o consecuentes, o limitaciones sobre la duración de una garantía implícita. Por lo tanto, es posible que las exclusiones o limitaciones anteriores no se apliquen en su caso. Esta garantía le otorga derechos legales específicos y también puede tener otros derechos, que varían de un Estado a otro.<\/p><p><br\/>Los artículos reacondicionados o los artículos no comprados a través de un minorista autorizado no son elegibles para reclamos de garantía.<\/p>",
            "liquid": "",
            "page": ""
          }
        },
        "collapsible_row_XEKxMV": {
          "type": "collapsible_row",
          "settings": {
            "heading": "STOREBOUND, LLC – GARANTIE LIMITÉE D'UN AN",
            "icon": "none",
            "row_content": "<p>Garantizamos que su producto StoreBound está libre de defectos de material y mano de obra por un período de un (1) año a partir de la fecha de la compra original, siempre que se utilice para el uso doméstico normal y previsto. Si se descubre algún defecto cubierto por los términos de la garantía limitada en el plazo de un (1) año, StoreBound, LLC reparará o sustituirá la pieza defectuosa. Para tramitar una reclamación de garantía, contacte con el Servicio de Atención al Cliente en support@bydash.com para obtener más ayuda e instrucciones. Un agente de Atención al Cliente lo ayudará a solucionar problemas menores. Si el proceso de resolución de problemas no resuelve el problema, se emitirá una autorización de devolución. Debe adjuntar un comprobante de compra que indique la fecha y el lugar de compra junto con la devolución. También debe incluir su nombre completo, dirección de envío y número de teléfono. StoreBound no hará envíos a casillas de correo. StoreBound no será responsable de los retrasos o de las reclamaciones no tramitadas que se deriven de la falta de información necesaria por parte del comprador. Los costos de envío deben ser pagados por adelantado por el comprador. <\/p><p>Todas las consultas sobre sustituciones deben enviarse a support@bydash.com o dirigirse al Servicio de Atención al Cliente al 1-800-898-6970. No existen garantías expresas excepto las enumeradas anteriormente. <\/p><p>La garantía queda anulada si se utiliza fuera de los 50 estados de Estados Unidos, el Distrito de Columbia o las 10 provincias de Canadá. La garantía queda anulada si se utiliza con un adaptador\/convertidor eléctrico o si se utiliza con cualquier toma de voltaje que no sea de 120 V. <\/p><p>LA REPARACIÓN O LA SUSTITUCIÓN SEGÚN LO DISPUESTO EN ESTA GARANTÍA ES EL RECURSO EXCLUSIVO DEL CLIENTE. STOREBOUND NO SERÁ RESPONSABLE DE NINGÚN DAÑO INCIDENTAL O CONSECUENTE, NI DEL INCUMPLIMIENTO DE NINGUNA GARANTÍA EXPRESA O IMPLÍCITA DE ESTE PRODUCTO, EXCEPTO EN LA MEDIDA QUE LA LEY LO REQUIERA. LA DURACIÓN DE CUALQUIER GARANTÍA IMPLÍCITA DE COMERCIABILIDAD O APTITUD PARA UN FIN DETERMINADO EN RELACIÓN CON ESTE PRODUCTO SE LIMITARÁ A LA DURACIÓN DE ESTA GARANTÍA. <\/p><p>Algunos estados no permiten la exclusión o limitación de daños incidentales o consecuentes, ni la limitación de la duración de las garantías implícitas. Por lo tanto, es posible que las exclusiones o limitaciones anteriores no se apliquen en su caso. Esta garantía le otorga derechos legales específicos y también puede tener otros derechos, que varían de un estado a otro. <\/p><p>Los artículos reacondicionados o que no hayan sido adquiridos a través de un minorista autorizado no son elegibles para las reclamaciones de garantía. <\/p>",
            "liquid": "",
            "page": ""
          }
        },
        "collapsible_row_cgcLNC": {
          "type": "collapsible_row",
          "settings": {
            "heading": "STOREBOUND, LLC – 2 YEAR EXTENDED LIMITED WARRANTY",
            "icon": "none",
            "row_content": "<p>Your StoreBound product is warranted to be free from defects in material and workmanship for a period of two (2) years from the date of the original purchase when utilized for normal and intended household use. Should any defect covered by the terms of the limited warranty be discovered within two (2) years, StoreBound, LLC will repair or replace the defective part. To process a warranty claim, contact Customer Support at <a href=\"mailto:support@bydash.com\" target=\"_blank\"><span style=\"text-decoration:underline\">support@bydash.com<\/span><\/a> for further assistance and instruction. A Customer Support agent will assist you by troubleshooting minor problems. If troubleshooting fails to fix the problem, a return authorization will be issued. Proof of purchase indicating the date and place of purchase is required and should accompany the return. You must also include your full name, shipping address, and telephone number. StoreBound will not ship to a PO Box. StoreBound will not be responsible for delays or unprocessed claims resulting from a purchaser’s failure to provide any or all of the necessary information. Freight costs must be prepaid by the purchaser.  <\/p><p>All replacement inquiries are to be submitted to <a href=\"mailto:support@bydash.com\" target=\"_blank\"><span style=\"text-decoration:underline\">support@bydash.com<\/span><\/a> or contact Customer Support at 1-800-898-6970. There are no express warranties except as listed above.  <\/p><p>Warranty is voided if used outside of the 50 states of the United States, the District of Columbia or the 10 provinces of Canada. Warranty is voided if used with an electric adapter\/converter or used with any voltage plug other than 120V.   <\/p><p>REPAIR OR REPLACEMENT AS PROVIDED UNDER THIS WARRANTY IS THE EXCLUSIVE REMEDY OF THE CUSTOMER. STOREBOUND SHALL NOT BE LIABLE FOR ANY INCIDENTAL OR CONSEQUENTIAL DAMAGES OR FOR BREACH OF ANY EXPRESS OR IMPLIED WARRANTY ON THIS PRODUCT EXCEPT TO THE EXTENT REQUIRED BY APPLICABLE LAW. ANY IMPLIED WARRANTY OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE ON THIS PRODUCT IS LIMITED IN DURATION TO THE DURATION OF THIS WARRANTY.  <\/p><p>Some states do not allow the exclusion or limitation of incidental or consequential damages, or limitations on how long an implied warranty lasts. Therefore, the above exclusions or limitations may not apply to you. This warranty gives you specific legal rights and you may also have other rights, which vary from state to state.  <\/p><p>Refurbished items or items not purchased through an authorized retailer are not eligible for warranty claims.  <\/p>",
            "liquid": "",
            "page": ""
          }
        },
        "collapsible_row_bwMV6x": {
          "type": "collapsible_row",
          "settings": {
            "heading": "GARANTÍA LIMITADA EXTENDIDA DE 2 AÑOS – STOREBOUND, LLC",
            "icon": "none",
            "row_content": "<p>Garantizamos que su producto StoreBound está libre de defectos de material y mano de obra por un período de dos (2) años a partir de la fecha de la compra original, siempre que se utilice para el uso doméstico normal y previsto. Si se descubre algún defecto cubierto por los términos de la garantía limitada en el plazo de dos (2) años, StoreBound, LLC reparará o sustituirá la pieza defectuosa. Para tramitar una reclamación de garantía, contacte con el Servicio de Atención al Cliente en support@bydash.com para obtener más ayuda e instrucciones. Un agente de Atención al Cliente lo ayudará a solucionar problemas menores. Si el proceso de resolución de problemas no resuelve el problema, se emitirá una autorización de devolución. Debe adjuntar un comprobante de compra que indique la fecha y el lugar de compra junto con la devolución. También debe incluir su nombre completo, dirección de envío y número de teléfono. StoreBound no hará envíos a casillas de correo. StoreBound no será responsable de los retrasos o de las reclamaciones no tramitadas que se deriven de la falta de información necesaria por parte del comprador. Los costos de envío deben ser pagados por adelantado por el comprador. <\/p><p>Todas las consultas sobre sustituciones deben enviarse a support@bydash.com o dirigirse al Servicio de Atención al Cliente al 1-800-898-6970. No existen garantías expresas excepto las enumeradas anteriormente. <\/p><p>La garantía queda anulada si se utiliza fuera de los 50 estados de Estados Unidos, el Distrito de Columbia o las 10 provincias de Canadá. La garantía queda anulada si se utiliza con un adaptador\/convertidor eléctrico o si se utiliza con cualquier toma de voltaje que no sea de 120 V. <\/p><p>LA REPARACIÓN O LA SUSTITUCIÓN SEGÚN LO DISPUESTO EN ESTA GARANTÍA ES EL RECURSO EXCLUSIVO DEL CLIENTE. STOREBOUND NO SERÁ RESPONSABLE DE NINGÚN DAÑO INCIDENTAL O CONSECUENTE, NI DEL INCUMPLIMIENTO DE NINGUNA GARANTÍA EXPRESA O IMPLÍCITA DE ESTE PRODUCTO, EXCEPTO EN LA MEDIDA QUE LA LEY LO REQUIERA. LA DURACIÓN DE CUALQUIER GARANTÍA IMPLÍCITA DE COMERCIABILIDAD O APTITUD PARA UN FIN DETERMINADO EN RELACIÓN CON ESTE PRODUCTO SE LIMITARÁ A LA DURACIÓN DE ESTA GARANTÍA. <\/p><p>Algunos estados no permiten la exclusión o limitación de daños incidentales o consecuentes, ni la limitación de la duración de las garantías implícitas. Por lo tanto, es posible que las exclusiones o limitaciones anteriores no se apliquen en su caso. Esta garantía le otorga derechos legales específicos y también puede tener otros derechos, que varían de un estado a otro. <\/p><p>Los artículos reacondicionados o que no hayan sido adquiridos a través de un minorista autorizado no son elegibles para las reclamaciones de garantía. <\/p>",
            "liquid": "",
            "page": ""
          }
        },
        "collapsible_row_DGzVVe": {
          "type": "collapsible_row",
          "settings": {
            "heading": "STOREBOUND, LLC – GARANTIE LIMITÉE PROLONGÉE DE DEUX ANS",
            "icon": "none",
            "row_content": "<p>Votre produit StoreBound est garanti contre tout défaut de matériau et de fabrication pendant une période de deux (2) ans à compter de la date d’achat d’origine lorsqu’il est utilisé pour un usage domestique normal et prévu. Si un défaut couvert par les termes de la garantie limitée est découvert dans un délai de deux (2) ans, StoreBound, LLC réparera ou remplacera la pièce défectueuse. Pour émettre une réclamation au titre de la garantie, contactez le service clientèle au <a href=\"mailto:support@bydash.com\" target=\"_blank\"><span style=\"text-decoration:underline\">support@bydash.com<\/span><\/a> pour obtenir de l’aide et des instructions supplémentaires. Un agent du service client vous aidera à résoudre les problèmes mineurs. Si le dépannage ne résout pas le problème, une autorisation de retour sera émise. Une preuve d’achat indiquant la date et le lieu d’achat est requise et doit accompagner le retour. Vous devez également inclure votre nom complet, votre adresse de livraison et votre numéro de téléphone. Nous ne pouvons pas expédier les retours à une boîte postale. StoreBound ne sera pas responsable des retards ou des réclamations non traitées résultant du défaut d’un acheteur de fournir tout ou partie des informations nécessaires. Les frais de transport doivent être payés d’avance par l’acheteur.  <\/p><p>Envoyez toutes vos demandes à <a href=\"mailto:support@bydash.com\" target=\"_blank\"><span style=\"text-decoration:underline\">support@bydash.com<\/span><\/a>. Il n’y a aucune garantie expresse sauf celle indiquée ci-dessus.  <\/p><p>La garantie est annulée en cas d'utilisation en dehors des 50 États des États-Unis, du district de Columbia ou des 10 provinces du Canada. La garantie est annulée si l'appareil est utilisé avec un adaptateur\/convertisseur électrique ou s'il est utilisé avec une prise de tension autre que 120V. <\/p><p>LA RÉPARATION OU LE REMPLACEMENT TELS QUE PRÉVUS DANS LA PRÉSENTE GARANTIE SONT LE RECOURS EXCLUSIF DU CLIENT. STOREBOUND NE SAURAIT ÊTRE TENU RESPONSABLE DES DOMMAGES ACCESSOIRES OU INDIRECTS OU DE LA VIOLATION DE TOUTE GARANTIE EXPRESSE OU IMPLICITE SUR CE PRODUIT SAUF DANS LA MESURE REQUISE PAR LA LOI APPLICABLE. TOUTE GARANTIE IMPLICITE DE QUALITÉ MARCHANDE OU D’ADÉQUATION À UN USAGE PARTICULIER SUR CE PRODUIT EST LIMITÉE EN DURÉE À LA DURÉE DE CETTE GARANTIE.  <\/p><p>Certains États n’autorisent pas l’exclusion ou la limitation des dommages accessoires ou indirects, ni les limitations de la durée d’une garantie implicite. Par conséquent, les exclusions ou limitations ci-dessus peuvent ne pas s’appliquer à vous. Cette garantie vous donne des droits légaux spécifiques et vous pouvez également avoir d’autres droits, qui varient d’un État à l’autre.  <\/p><p>Les articles reconditionnés ou non achetés auprès d’un revendeur agréé ne sont pas éligibles pour réclamations de garantie.  <\/p>",
            "liquid": "",
            "page": ""
          }
        },
        "collapsible_row_DxMNXr": {
          "type": "collapsible_row",
          "settings": {
            "heading": "DASH DREAM GREEN COOKWARE - LIMITED LIFETIME WARRANTY",
            "icon": "none",
            "row_content": "<p>Dash Dream Green Cookware is warranted to the purchaser by StoreBound LLC (“StoreBound”). StoreBound will replace any item found defective in material and workmanship for the lifetime of the product from the date of the original purchase when utilized for normal and intended household use by the original owner. To process a warranty claim, contact Customer Support at <a href=\"mailto:support@bydash.com\" target=\"_blank\"><span style=\"text-decoration:underline\">support@bydash.com<\/span><\/a>. The purchaser must provide proof of purchase indicating the date and place of purchase, purchaser’s full name, shipping address, email address, and telephone number when making the request for a return. StoreBound will not ship to a PO Box. Minor imperfections, surface markings, and slight color variations are inherent to the hand finishing process and do not affect the performance of the cookware. Therefore, requests for replacement based on such minor imperfections, surface markings, or slight color variations as a result of the hand finishing will not be accepted. This warranty does not cover damage from misuse or abuse, such as improper cleaning, neglect, accident, alteration, fire, theft, or use in a commercial establishment. If the item the purchaser is seeking to replace is discontinued or if the item is no longer available in StoreBound’s inventory, StoreBound will replace the item with the most comparable item manufactured by StoreBound at the time the request for replacement is received by StoreBound. If no replacement or comparable item is available, StoreBound will notify the purchaser to discuss the next steps. Storebound does not accept requests to replace the item with superior items or in exchange for money. <\/p><p>All replacement inquiries are to be submitted to <a href=\"mailto:support@bydash.com\" target=\"_blank\"><span style=\"text-decoration:underline\">support@bydash.com<\/span><\/a> or contact Customer Support at 1-800-898-6970. There are no express warranties except as listed above.  <\/p><p>REPAIR OR REPLACEMENT AS PROVIDED UNDER THIS WARRANTY IS THE EXCLUSIVE REMEDY OF THE CUSTOMER. STOREBOUND SHALL NOT BE LIABLE FOR ANY INCIDENTAL OR CONSEQUENTIAL DAMAGES OR FOR BREACH OF ANY EXPRESS OR IMPLIED WARRANTY ON THIS PRODUCT EXCEPT TO THE EXTENT REQUIRED BY APPLICABLE LAW. ANY IMPLIED WARRANTY OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE ON THIS PRODUCT IS LIMITED IN DURATION TO THE DURATION OF THIS WARRANTY.  <\/p><p>Some states do not allow the exclusion or limitation of incidental or consequential damages, or limitations on how long an implied warranty lasts. Therefore, the above exclusions or limitations may not apply to you. This warranty gives you specific legal rights and you may also have other rights, which vary from state to state.  <\/p><p><strong>Further Exclusions, this Warranty does not cover the following: <\/strong> <\/p><ul><li>Damage arising from thermal shocks, drops, improper use, failure to follow the use and care instructions, or unauthorized modifications\/repairs; <\/li><li>Normal product wear and tear; <\/li><li>Nonstick deterioration, discoloration, warping, or metal separation due to high heat, prolonged heat exposure when empty, etc.; <\/li><li>Stains, discoloration, or scratches on the inside or outside; <\/li><li>Any accident caused by fire, flood, acts of God, etc.;  <\/li><li>Commercial, professional, or workplace use;  <\/li><li>Any glass or porcelain in the product;  <\/li><li>Dust or insects inside the product; <\/li><li>Nonstick damage from metal or sharp utensils; and <\/li><li>Damage caused by use of scouring pads, steel wool, abrasive cleaners, bleach, etc.  <\/li><\/ul>",
            "liquid": "",
            "page": ""
          }
        }
      },
      "block_order": [
        "collapsible_row_4MAkfp",
        "collapsible_row_bMb4VV",
        "collapsible_row_XEKxMV",
        "collapsible_row_cgcLNC",
        "collapsible_row_bwMV6x",
        "collapsible_row_DGzVVe",
        "collapsible_row_DxMNXr"
      ],
      "settings": {
        "caption": "",
        "heading": "",
        "heading_size": "h2",
        "heading_alignment": "center",
        "layout": "none",
        "color_scheme": "",
        "container_color_scheme": "",
        "open_first_collapsible_row": false,
        "image_ratio": "adapt",
        "desktop_layout": "image_second",
        "padding_top": 36,
        "padding_bottom": 36
      }
    },
    "rich_text_bx94p6": {
      "type": "rich-text",
      "blocks": {
        "text_r7LnVF": {
          "type": "text",
          "settings": {
            "text": "<p>If you have any questions or comments about your product’s warranty, please contact customer services at<strong> <\/strong><a href=\"mailto:support@bydash.com%20\">support@bydash.com<\/a><\/p>"
          }
        },
        "button_CkpcPU": {
          "type": "button",
          "settings": {
            "button_label": "REGISTER PRODUCTS",
            "button_link": "\/register",
            "button_style_secondary": false,
            "button_label_2": "CONTACT US",
            "button_link_2": "\/pages\/contact-us",
            "button_style_secondary_2": false
          }
        }
      },
      "block_order": [
        "text_r7LnVF",
        "button_CkpcPU"
      ],
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "center",
        "color_scheme": "",
        "full_width": true,
        "padding_top": 20,
        "padding_bottom": 20
      }
    }
  },
  "order": [
    "custom_liquid_bLBa8k",
    "rich_text_7AwV39",
    "main",
    "collapsible_content_YaK4V9",
    "rich_text_bx94p6"
  ]
}
