{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "1643896484dde1d175": {
      "type": "collapsible-content",
      "blocks": {
        "16438964839ff281b8-0": {
          "type": "collapsible_row",
          "settings": {
            "heading": "How long will it take for shipping?",
            "icon": "question_mark",
            "row_content": "<p>We are as excited as you are about your purchase. Your merchandise will be processed within |time_shipping_processing| from your order date via standard shipping through UPS. For orders in the U.S. and Canada, you will receive your merchandise in |time_shipping_usa_canada|. For international orders, allow |time_shipping_international| for delivery.<\/p><p><strong>Note:<\/strong> Shipping times may vary during high volume order periods (i.e. holidays, sales promotions etc…) **Business days are Monday - Friday, excluding federal holidays within the United States.<\/p>",
            "page": ""
          }
        },
        "16438964839ff281b8-1": {
          "type": "collapsible_row",
          "settings": {
            "heading": "How much does shipping cost?",
            "icon": "question_mark",
            "row_content": "<p>Vitality Extracts offers free shipping (US\/CA only) for all orders $|min_price_free_shipping_money| and up. Your total shipping charges will be as follows.<\/p><p><strong>United States:<\/strong><\/p><p>Standard Shipping (|time_shipping_usa|) - $|price_shipping_usa|<\/p><p>Free Shipping (|time_shipping_usa|) on orders $|min_price_free_shipping_money| & up<\/p><p><strong>Canada:<\/strong><\/p><p>Standard Shipping (|time_shipping_canada|) - $|price_shipping_canada|<\/p><p>Free Shipping (|time_shipping_canada|) on orders $|min_price_free_shipping_money| & up<\/p><p><strong>International:<\/strong><\/p><p>International Shipping (|time_shipping_international|) - $|price_shipping_international|<\/p><p>Note: Shipping times may vary during high volume order periods (i.e. holidays, sales promotions etc…). International shipments does not include delays due to customs.<\/p>",
            "page": ""
          }
        },
        "16438964839ff281b8-2": {
          "type": "collapsible_row",
          "settings": {
            "heading": "How to check the delivery status of my order?",
            "icon": "question_mark",
            "row_content": "<p>If you have a Vitality Extracts account. Just simply log into your account and select the order you want to track. If you order has shipped a tracking number should be available. If you do not have a Vitality Extracts account, please contact customer service using our contact form.<\/p>",
            "page": ""
          }
        },
        "16438964839ff281b8-3": {
          "type": "collapsible_row",
          "settings": {
            "heading": "What are Custom fees, duties and taxes?",
            "icon": "question_mark",
            "row_content": "<p>Duties and taxes are charges that are calculated by Customs using detailed information of the goods in your shipment. The duties and taxes are collected when you retrieve your package in your destination country.<\/p>",
            "page": ""
          }
        },
        "e2c0897d-4f92-480f-8058-468ddd157cdf": {
          "type": "collapsible_row",
          "settings": {
            "heading": "How are Customs fees handled?",
            "icon": "question_mark",
            "row_content": "<p>You the receiver will pay for Customs charges prior to delivery. Vitality Extracts will not be charging you this fee. The payment you make with Vitality Extracts is separate from what your country wishes to tax you. This fee will be calculated on your country’s own regulations concerning imported goods.<\/p>",
            "page": ""
          }
        },
        "7abd9f3e-d2fc-4fc0-b549-add478ea2161": {
          "type": "collapsible_row",
          "settings": {
            "heading": "What is your return policy?",
            "icon": "question_mark",
            "row_content": "<p>You may return items within |time_shipping_return_window| from delivery for store credit if you are not satisfied with your purchase. This includes broken jewelry and defective diffusers within |time_shipping_return_window| of delivery.<\/p><p>All merchandise purchased through a promotion (for example: discounts, rewards points) will be store credited at the value purchased.<\/p>",
            "page": ""
          }
        },
        "6dc57492-bf17-487f-94ec-978a528bb163": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Can I change or cancel my order?",
            "icon": "question_mark",
            "row_content": "<p>Orders cannot be changed or canceled online. Contact us immediately after placing your order, and we will do everything we can to accommodate your request. We recommend calling us first at |csr_phone| |csr_hours| or <a href=\"https:\/\/www.vitalityextracts.com\/pages\/contact-us\">submitting a request<\/a>. Our automated processes fill orders in less than |time_shipping_processing|, so the time window for changes or cancellations is very short.<\/p>",
            "page": ""
          }
        },
        "08d00ef0-411f-4155-a783-a8b18016ef65": {
          "type": "collapsible_row",
          "settings": {
            "heading": "What is the best way to contact you?",
            "icon": "question_mark",
            "row_content": "<p>The best way to contact us is by submitting a contact form or calling us at |csr_phone| |csr_hours|<\/p>",
            "page": ""
          }
        },
        "52fc7427-118d-4090-bb30-8b0df9cdcf5c": {
          "type": "collapsible_row",
          "settings": {
            "heading": "What is Vitality Vibes?",
            "icon": "question_mark",
            "row_content": "<p>Vitality Vibes is our exclusive loyalty rewards program that allows you to earn 'Vibes' (points) on Vitality Extracts purchases.<\/p><p>As a way to show our appreciation for choosing our store, we reward you for every dollar you spend. When your account reaches 500 vibes, you can redeem your first reward!<\/p><p>For more information, please visit our <a href=\"https:\/\/www.vitalityextracts.com\/pages\/loyalty-rewards\">loyalty rewards page<\/a><\/p>",
            "page": ""
          }
        },
        "e0f175cf-aa4a-464f-8546-29f70ef5d0a5": {
          "type": "collapsible_row",
          "settings": {
            "heading": "How to clean my In-Car Essential Oil Diffuser?",
            "icon": "question_mark",
            "row_content": "<p>Taking care of your products is an important part of maintaining its use. To clean, just detach the tank, rinse it out with 50\/50 water to vinegar mixture to wash off any residue. Use cotton swabs and rubbing alcohol to clean the actual unit, avoid any cleaners that would damage electrical components.<\/p>",
            "page": ""
          }
        },
        "cff49d24-a98e-4447-947f-bcbca9367959": {
          "type": "collapsible_row",
          "settings": {
            "heading": "How to use my In-Car Essential Oil Diffuser?",
            "icon": "question_mark",
            "row_content": "<p>1. Detach the water tank by turning it counter-clockwise and fill with distilled water.<\/p><p>2. Add 1-3 drops of your choice of essential oils<\/p><p>3. Before attaching the tank, soak the sponge filter (only on first use)<\/p><p>4. Plug diffuser into your car port & touch the power button located on the front<\/p><p>5 There are three colored lights you can switch between by touching the power button:<\/p><p>Red mode: Stand-by<\/p><p>Blue mode: Continuous diffusion<\/p><p>Purple mode: Short pauses in between diffusion<\/p><p><strong>Caution:<\/strong> To ensure the safe use of the product, the diffuser will automatically shut off after 2 hours of continuous use. If mist becomes thinner, please replace the sponge filter.<\/p>",
            "page": ""
          }
        },
        "566a18a1-ba1d-42a6-9972-4b4a9da02234": {
          "type": "collapsible_row",
          "settings": {
            "heading": "What if my In-Car Diffuser stops working?",
            "icon": "question_mark",
            "row_content": "<p>We are sorry to hear that your car diffuser is not working properly. Please review these troubleshooting steps before contacting us:<\/p><p><strong>Generation 1 & 2 Car Diffusers<\/strong><\/p><p>1. Is there a light when you plug in your diffuser?<\/p><p>2. Did you soak the sponge filter on the initial use? If not, this can cause the diffuser to burn out.<\/p><p>3. Are you using only 1-3 drops of essential oils per use? Too much oil can clog the sponge filter.<\/p><p>4. Detach the tank, rinse it out with 50\/50 water to vinegar mixture. This will wash the oil residue in the tank.<\/p><p>5. Remove filter and soak it in water and then squeeze out the excess liquid. If too much oil is used the filter can clog easily.<\/p><p>6. (If 1-5 did not work) Replace the sponge filter with a brand new one.<\/p><p><strong>Capsule USB Car Diffuser<\/strong><\/p><p>1. Check that the power adapter is connected properly, and plugged into a standard of DC-5V adapter.<\/p><p>2. Check the water level is not to high or too low.<\/p><p>3. Clean the diffuser following the process below:<\/p><p>Turn the machine off and disconnect the power cord. Rotate top counter clockwise to remove. Pour out the water and clean the water container.<\/p><p>Clean the vaporizer: keep the energy concentrator upwards and remove it. Use a cotton swab to dip some diluted neutral detergent and wipe the vaporizer gently, then clean it with water. (Please do not wash the head part above the valve) after that, please assemble the energy concentrator.<\/p><p>Make sure the air hole is free from dust and other particles that may prevent mist from going through.<\/p><p>Still not working after these steps? If it has been less than |time_shipping_processing| since you received your product, please contact us immediately. To better help us, please provide a photo or video will help us resolve your issue much quicker.<\/p>",
            "page": ""
          }
        },
        "5cc8b786-a35d-4b34-af06-97d36d9eae0a": {
          "type": "collapsible_row",
          "settings": {
            "heading": "How do I cancel or change my subscription?",
            "icon": "question_mark",
            "row_content": "<p>Subscriptions can be canceled at anytime. If you wish to cancel or change your subscription you can log into your Vitality Extracts account to make the changes or contact our customer service team using the <a href=\"https:\/\/www.vitalityextracts.com\/pages\/contact-us\"><strong>contact form.<\/strong><\/a><\/p><p>If a subscription was recently processed we may not be able to cancel the shipment before it ships.<\/p>",
            "page": ""
          }
        }
      },
      "block_order": [
        "16438964839ff281b8-0",
        "16438964839ff281b8-1",
        "16438964839ff281b8-2",
        "16438964839ff281b8-3",
        "e2c0897d-4f92-480f-8058-468ddd157cdf",
        "7abd9f3e-d2fc-4fc0-b549-add478ea2161",
        "6dc57492-bf17-487f-94ec-978a528bb163",
        "08d00ef0-411f-4155-a783-a8b18016ef65",
        "52fc7427-118d-4090-bb30-8b0df9cdcf5c",
        "e0f175cf-aa4a-464f-8546-29f70ef5d0a5",
        "cff49d24-a98e-4447-947f-bcbca9367959",
        "566a18a1-ba1d-42a6-9972-4b4a9da02234",
        "5cc8b786-a35d-4b34-af06-97d36d9eae0a"
      ],
      "settings": {
        "caption": "We Are Here To Help",
        "heading": "Please feel free to reach out to our support staff <a href=\"\/pages\/contact-us\">here<\/a>",
        "heading_alignment": "center",
        "layout": "none",
        "color_scheme": "background-1",
        "container_color_scheme": "background-2",
        "open_first_collapsible_row": false,
        "image_ratio": "adapt",
        "desktop_layout": "image_second",
        "padding_top": 36,
        "padding_bottom": 36
      }
    }
  },
  "order": [
    "main",
    "1643896484dde1d175"
  ]
}