/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "sustainability": {
      "type": "tf-sustainability",
      "blocks": {
        "sustainability_item_g6qaDn": {
          "type": "sustainability_item",
          "settings": {
            "title": "Product",
            "description": "<ul><li>All of our designers have been carefully selected not only for their creations, but also for their ethical and sustainable practices</li><li>Garments are produced local to each designer, promoting local manufacturing and communities, by hand and to order</li><li>Many of our designers use sustainable fabrics - please enquire for further information</li><li>Any ready-to-wear styles are ordered in low quantities to ensure that we sell what we buy in</li><li>Many of the designs we carry are created with the intention of the garment being re-worn outside of the wedding - for another part of the celebration, on honeymoon or incorporated into your daily wardrobe</li><li>We are a full circle company - you can brng your dress back to us after you’ve worn it to <a href=\"https://thefallbride.continue.co/\" target=\"_blank\">resell</a> it to a new bride</li></ul>"
          }
        },
        "sustainability_item_3HDfFc": {
          "type": "sustainability_item",
          "settings": {
            "title": "Packaging",
            "description": "<ul><li>Designers ship to us in minimal packaging and we reuse packaging where appropriate</li><li>Our protective dress bags are fabricated from recycled (and recyclable) non-woven polypropylene </li><li>Our 100% cotton drawstring accessories bags are reusable and compostable</li></ul>"
          }
        },
        "sustainability_item_6DRYpi": {
          "type": "sustainability_item",
          "settings": {
            "title": "Waste",
            "description": "<ul><li>Our store has minimal waste output, however we recycle first, compost second and landfill last</li><li>We use compostable/recyclable products wherever possible - for example our compostable coffee pods</li></ul>"
          }
        }
      },
      "block_order": [
        "sustainability_item_g6qaDn",
        "sustainability_item_3HDfFc",
        "sustainability_item_6DRYpi"
      ],
      "settings": {
        "heading": "Sustainability",
        "intro_text": "<p>The nature of made-to-order bridal wear is inherently sustainable in that it is not mass produced and therefore waste-free, however at The Fall we are committed to wider sustainable initiatives. We live with the awareness that everything is connected — all of our choices have an impact, and every action reverberates. As a company, we work to keep our imprint small and our practices circular, defined by the respectful use of both materials and human resources.</p><p>Below we've listed some of the ways that we are striving to reduce our environmental impact, if you have any suggestions we are more than open to hearing about them - please get in touch.</p>"
      }
    }
  },
  "order": [
    "sustainability"
  ]
}
