/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "settings": {
        "padding_top": 8,
        "padding_bottom": 0
      }
    },
    "de5c921b-eaf5-4574-b6c0-01340437dd2a": {
      "type": "rich-text",
      "blocks": {
        "template--16573145088258__de5c921b-eaf5-4574-b6c0-01340437dd2a-1671269421b84836d0-0": {
          "type": "heading",
          "settings": {
            "heading": "<p><strong>Privacy Policy</strong></p>",
            "heading_size": "h0"
          }
        }
      },
      "block_order": [
        "template--16573145088258__de5c921b-eaf5-4574-b6c0-01340437dd2a-1671269421b84836d0-0"
      ],
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "center",
        "color_scheme": "background-1",
        "full_width": true,
        "padding_top": 20,
        "padding_bottom": 20
      }
    },
    "db47f2c6-767b-4c55-965d-e54b961518cf": {
      "type": "rich-text",
      "blocks": {
        "template--16573145088258__db47f2c6-767b-4c55-965d-e54b961518cf-1671269421b84836d0-1": {
          "type": "text",
          "settings": {
            "text": "<p>JAPANBITE Privacy Policy<br/><br/>This Privacy Policy describes how your personal information is collected, used, and shared when you visit or make a purchase from <a href=\"https://japanbite.com/\" title=\"japanbite.com\">https://japanbite.com/</a> (the \"Site\",\"we\" or \"us\").<br/><br/>PERSONAL INFORMATION WE COLLECT<br/><br/>When you visit the Site, we automatically collect certain information about your device, including information about your web browser, IP address, time zone, and some of the cookies that are installed on your device. Additionally, as you browse the Site, we collect information about the individual web pages or products that you view, what websites or search terms referred you to the Site, and information about how you interact with the Site. We refer to this automatically-collected information as “Device Information.”<br/><br/>We collect Device Information using the following technologies:<br/><br/>    - “Cookies” are data files that are placed on your device or computer and often include an anonymous unique identifier. For more information about cookies, and how to disable cookies, visit http://www.allaboutcookies.org.<br/>    - “Log files” track actions occurring on the Site, and collect data including your IP address, browser type, Internet service provider, referring/exit pages, and date/time stamps.<br/>    - “Web beacons,” “tags,” and “pixels” are electronic files used to record information about how you browse the Site.<br/><br/>Additionally when you make a purchase or attempt to make a purchase through the Site, we collect certain information from you, including your name, billing address, shipping address, payment information (including credit card numbers, email address, and phone number.  We refer to this information as “Order Information.”<br/><br/><br/>When we talk about “Personal Information” in this Privacy Policy, we are talking both about Device Information and Order Information.<br/><br/>HOW WE PROTECT YOUR INFORMATION<br/>We have implemented administrative, technical, and physical safeguards to help prevent unauthorized access, use, or disclosure of your Personal Information. The Information you provided is stored on secure servers and isn’t publicly available. We limit access to your information only to those employees or partners on a “need to know” basis, in order to enable the carrying out of the agreement between us.<br/>While we seek to protect your information to ensure that it is kept confidential, we cannot absolutely guarantee its security. You need to help us prevent unauthorized access to your account by protecting your password appropriately and limiting access to your account. You will be solely responsible for keeping your password confidential and for all use of your password and your account, including any unauthorized use. You should also be aware that there is always some risk involved in transmitting information over the internet. While we strive to protect your Personal Information, we cannot ensure or warrant the security and privacy of your Personal Information or other content you transmit using the service, and you do so at your own risk.<br/><br/>HOW WE USE YOUR PERSONAL INFORMATION<br/><br/>Any of the information we collect generally from you may be used in one of the following ways:<br/><br/>Order Fulfillment:<br/>- Fulfill orders placed through the Site, including processing payment, arranging shipping, and providing invoices/order confirmations.<br/><br/>Communication:<br/>- Use Order Information to communicate with you regarding order updates or other relevant information.<br/><br/>Risk Management:<br/>- Screen orders for potential risk or fraud and ensure transaction security.<br/><br/>Surveys and Questionnaires:<br/>- Send surveys or questionnaires to evaluate customer satisfaction, measure user engagement, conduct market research, or for various other purposes.<br/>- Analyze how users access and use our sites and services and determine whether to update our services or add new features.</p><p><br/>Personalized Information/Advertising:<br/>- Provide information or advertising based on your shared preferences.<br/>- Create custom and lookalike audiences for online advertising campaigns.<br/>- Measuring the success of advertising campaigns using the information collected.<br/><br/>Per the above information, we reserve the right to formulate Aggregate Information by creating de-identified datasets from the gathered data. These datasets may be utilized for research, improving and developing products and services, marketing, and other purposes.<br/><br/>SHARING YOUR PERSONAL INFORMATION<br/><br/>We share your Personal Information with third parties to help us use your Personal Information, as described above.  For example, we use Shopify to power our online store--you can read more about how Shopify uses your Personal Information here:  <a href=\"https://www.shopify.com/legal/privacy\" title=\"https://www.shopify.com/legal/privacy\">https://www.shopify.com/legal/privacy</a>.  We also use Google Analytics to help us understand how our customers use the Site--you can read more about how Google uses your Personal Information here:  <a href=\"https://www.google.com/intl/en/policies/privacy/\" title=\"https://www.google.com/intl/en/policies/privacy/\">https://www.google.com/intl/en/policies/privacy/</a>.  You can also opt-out of Google Analytics here:  <a href=\"https://tools.google.com/dlpage/gaoptout\" title=\"https://tools.google.com/dlpage/gaoptout\">https://tools.google.com/dlpage/gaoptout</a>.<br/><br/>Finally, we may also share your Personal Information to comply with applicable laws and regulations, to respond to a subpoena, search warrant or other lawful request for information we receive, or to otherwise protect our rights.<br/><br/>BEHAVIOURAL ADVERTISING<br/>As described above, we use your Personal Information to provide you with targeted advertisements or marketing communications we believe may be of interest to you.  For more information about how targeted advertising works, you can visit the Network Advertising Initiative’s (“NAI”) educational page at http://www.networkadvertising.org/understanding-online-advertising/how-does-it-work.<br/><br/>Additionally, you can opt out of some of these services by visiting the Digital Advertising Alliance’s opt-out portal at:  http://optout.aboutads.info/.<br/><br/>DO NOT TRACK<br/>Please note that we do not alter our Site’s data collection and use practices when we see a Do Not Track signal from your browser.<br/><br/>YOUR RIGHTS<br/>If you are a European resident, you have the right to access personal information we hold about you and to ask that your personal information be corrected, updated, or deleted. If you would like to exercise this right, please contact us through the contact information below.<br/>Additionally, if you are a European resident we note that we are processing your information in order to fulfill contracts we might have with you (for example if you make an order through the Site), or otherwise to pursue our legitimate business interests listed above.  Additionally, please note that your information will be transferred outside of Europe, including to Japan.<br/><br/>DATA RETENTION<br/>When you place an order through the Site, we will maintain your Order Information for our records unless and until you ask us to delete this information.<br/><br/>CHANGES<br/>We may update this privacy policy from time to time in order to reflect, for example, changes to our practices or for other operational, legal or regulatory reasons.<br/><br/>CONTACT US<br/>For more information about our privacy practices, if you have questions, or if you would like to make a complaint, please contact us by e-mail at legal@japanbite.com</p>"
          }
        }
      },
      "block_order": [
        "template--16573145088258__db47f2c6-767b-4c55-965d-e54b961518cf-1671269421b84836d0-1"
      ],
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "left",
        "color_scheme": "background-1",
        "full_width": true,
        "padding_top": 20,
        "padding_bottom": 20
      }
    }
  },
  "order": [
    "main",
    "de5c921b-eaf5-4574-b6c0-01340437dd2a",
    "db47f2c6-767b-4c55-965d-e54b961518cf"
  ]
}
