/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "terms_conditions": {
      "type": "tf-terms-conditions",
      "blocks": {
        "terms_item_rXqmQy": {
          "type": "terms_item",
          "settings": {
            "title": "",
            "description": "<p>These terms and conditions, together with any other rules and policies posted on our Website (“site”) (collectively, the Terms and Conditions) apply between you, the User of this Website (including any sub-domains, unless expressly excluded by their own terms and conditions), and The Fall Bridal Ltd (“we” “us”), the owner and operator of this Website. Please read these terms and conditions carefully, as they affect your legal rights. Your agreement to comply with and be bound by these terms and conditions is deemed to occur upon your first use of the Website. The Fall Bride Ltd reserves the right to withdraw or amend use of the Website without notice. If you do not agree to be bound by these terms and conditions, you should stop using the Website immediately. The Fall Bride Ltd reserves the right to restrict access to part or all of the Website; the Fall Bride Ltd shall not be liable in the event this Website is unavailable at any period in time. </p><p>In these terms and conditions, <strong>User</strong> or <strong>Users</strong> means any third party that accesses the Website and is not either (i) employed by The Fall Bridal Ltd and acting in the course of their employment or (ii) engaged as a consultant or otherwise providing services to  The Fall Bridal Ltd  and accessing the Website in connection with the provision of such services.</p><p>You must be at least 18 years of age to use this Website. By using the Website and agreeing to these terms and conditions, you represent and warrant that you are at least 18 years of age.</p><p>If you purchase goods or services from our site, our Terms and Conditions of Sale will apply to the sales.</p>"
          }
        },
        "terms_item_KNkkJF": {
          "type": "terms_item",
          "settings": {
            "title": "Intellectual property and acceptable use",
            "description": "<p>1.   All Content included on the Website, unless uploaded by Users, is the property of The Fall Bridal Ltd, our affiliates or other relevant third parties. In these terms and conditions, Content means any text, graphics, images, audio, video, software, data compilations, page layout, underlying code and software and any other form of information capable of being stored in a computer that appears on or forms part of this Website, including any such content uploaded by Users. By continuing to use the Website you acknowledge that such Content is protected by copyright, trademarks, database rights and other intellectual property rights. Nothing on this site shall be construed as granting, by implication, estoppel, or otherwise, any license or right to use any trademark, logo or service mark displayed on the site without the owner's prior written permission</p><p>2.   You may, for your own personal, non-commercial use only, do the following:</p><p>      a.   retrieve, display and view the Content on a computer screen or other device</p><p>3.   You must not otherwise reproduce, modify, copy, distribute or use for commercial purposes any Content without the written permission of The Fall Bridal Ltd. </p><p></p>"
          }
        },
        "terms_item_HWcPaG": {
          "type": "terms_item",
          "settings": {
            "title": "Prohibited use",
            "description": "<p>4.   You may not use the Website for any of the following purposes:</p><p>      a.   in any way which causes, or may cause, damage to the Website or interferes with any other person's use or enjoyment of the Website;</p><p>      b.   in any way which is harmful, unlawful, illegal, abusive, harassing, threatening or otherwise objectionable or in breach of any applicable law, regulation, governmental order;</p><p>      c.   making, transmitting or storing electronic copies of Content protected by copyright without the permission of the owner.</p>"
          }
        },
        "terms_item_QfUKT8": {
          "type": "terms_item",
          "settings": {
            "title": "Links to other websites",
            "description": "<p>5.   This Website may contain links to other sites. Unless expressly stated, these sites are not under the control of The Fall Bridal Ltd or that of our affiliates.</p><p>6.   We assume no responsibility for the content of such Websites and disclaim liability for any and all forms of loss or damage arising out of the use of them.</p><p>7.   The inclusion of a link to another site on this Website does not imply any endorsement of the sites themselves or of those in control of them.</p>"
          }
        }
      },
      "block_order": [
        "terms_item_rXqmQy",
        "terms_item_KNkkJF",
        "terms_item_HWcPaG",
        "terms_item_QfUKT8"
      ],
      "settings": {
        "heading": "Terms & Conditions"
      }
    }
  },
  "order": [
    "terms_conditions"
  ]
}
