/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 36,
        "padding_bottom": 36
      }
    },
    "tf_shipping_returns_qrDJzN": {
      "type": "tf-shipping-returns",
      "blocks": {
        "shipping_item_NVnFna": {
          "type": "shipping_item",
          "settings": {
            "title": "Shipping",
            "description": "Shipping costs detailed on the website relate to the UK only. We are happy to ship internationally - please contact us for a quote. The Fall is not responsible for any import duties or handling fees associated with international shipments."
          }
        },
        "shipping_item_TwHQfK": {
          "type": "shipping_item",
          "settings": {
            "title": "Online Returns",
            "description": "Full price ready-to-wear items and accessories (please see exclusions below) can be returned in unworn, undamaged condition within 14 days from the date you receive them. \n\nThe Fall is a small business and as such we are unfortunately unable to cover return shipping costs. To request a return, please send an email to hello@thefallbride.com with your order number and we will provide returns information and authorisation."
          }
        },
        "shipping_item_cUgFV8": {
          "type": "shipping_item",
          "settings": {
            "title": "Return Exclusions",
            "description": "All sale items including sample sale, ready-to-wear and accessories sale items are final sale (no refunds, no exchanges). A sale item is classified as an item either permanently marked down or with a temporary discount code. Due to hygiene reasons bra solutions and any pierced jewellery are also final sale."
          }
        },
        "shipping_item_JQgdzD": {
          "type": "shipping_item",
          "settings": {
            "title": "Made-To-Order",
            "description": "Made-to-order items are final sale (no refunds, no exchanges). \n\nThe Fall offers split payments for made-to-order items - a non-refundable 50% deposit upon ordering, and remainder balance when the order is ready. We ask that the customer collects and pays for their gown within 4 weeks of being notified of its readiness. Outside of that period, we require that the balance is cleared and are happy to store your dress, if we have space, until you can collect. Please note that whilst we will take every care to protect your gown during storage, The Fall is not liable for losses or damages and gowns are stored with us at your own choice and risk. \n\nYou can contact us for a full copy of the made-to-order terms + conditions via email."
          }
        }
      },
      "block_order": [
        "shipping_item_NVnFna",
        "shipping_item_TwHQfK",
        "shipping_item_cUgFV8",
        "shipping_item_JQgdzD"
      ],
      "name": "TF • Shipping & Returns",
      "settings": {
        "heading": "Shipping & Returns"
      }
    }
  },
  "order": [
    "main",
    "tf_shipping_returns_qrDJzN"
  ]
}
