{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "61ac38e6-3bc9-4aeb-9a6d-443ee9510774": {
      "type": "image-with-text",
      "blocks": {
        "template--15066992705623__61ac38e6-3bc9-4aeb-9a6d-443ee9510774-heading-1": {
          "type": "heading",
          "settings": {
            "heading": "<strong>ANNA AYERS<\/strong>",
            "heading_size": "h1"
          }
        },
        "template--15066992705623__61ac38e6-3bc9-4aeb-9a6d-443ee9510774-text-1": {
          "type": "text",
          "settings": {
            "text": "<p>Growing up surrounded by the green, rolling hills and wide-open spaces of northeast Georgia, Anna spent her childhood riding her bike, picknicking, and running barefoot in the grass. Her early interest in fashion and art led her to the Savannah College of Art and Design, and after graduating she moved to New York where she worked in fashion design and trend forecasting at Edelkoort Inc. Surrounded by concrete, this descendant of farmers and gardeners began to realize just how much growing up in the country had shaped her appreciation for nature. When she met Fabian and traveled with him to the Amazon rainforest she was struck by the beauty of the place and the warmth of the people who were connected to the land in a way she had never witnessed. Witnessing how their land was under siege, “It really hit my heart and made me want to do something,\" says Anna. \"We need people to know how beautiful, precious and important this place is.”<\/p><p><strong>We make products that reconnect us with nature and give us the opportunity to re-think how we're impacting the planet.<\/strong><br\/>—Anna<\/p>",
            "text_style": "body"
          }
        }
      },
      "block_order": [
        "template--15066992705623__61ac38e6-3bc9-4aeb-9a6d-443ee9510774-heading-1",
        "template--15066992705623__61ac38e6-3bc9-4aeb-9a6d-443ee9510774-text-1"
      ],
      "settings": {
        "image": "shopify:\/\/shop_images\/AnnaAyers.jpg",
        "height": "adapt",
        "desktop_image_width": "medium",
        "layout": "image_first",
        "desktop_content_position": "top",
        "desktop_content_alignment": "left",
        "content_layout": "no-overlap",
        "section_color_scheme": "",
        "color_scheme": "",
        "image_behavior": "none",
        "mobile_content_alignment": "left",
        "padding_top": 36,
        "padding_bottom": 36
      }
    },
    "3d7c1dbc-ea23-436d-9c34-316bf8c7eff6": {
      "type": "image-with-text",
      "blocks": {
        "template--15066992705623__3d7c1dbc-ea23-436d-9c34-316bf8c7eff6-heading-1": {
          "type": "heading",
          "settings": {
            "heading": "<strong>FABIAN LLIGUIN<\/strong>",
            "heading_size": "h1"
          }
        },
        "template--15066992705623__3d7c1dbc-ea23-436d-9c34-316bf8c7eff6-text-1": {
          "type": "text",
          "settings": {
            "text": "<p>Fabian grew up in a small port city in Ecuador teeming with natural life. After school, he and his friends swam and caught crabs in the mangroves; he earned pocket money selling tamarinds from the tree in his family’s backyard, and his family took occasional trips to the Amazon, a vast region that spans 2.1 million square miles and reaches countries from Brazil to Ecuador to Colombia. “Nature was so wonderful to me,” says Fabian. Both of his parents were hairdressers and he adopted the profession early on. After serving in the military and sailing international waters as a merchant marine, he moved to New York where he opened his own salon on Fifth Avenue. After taking several trips to the Galapagos, he established opportunities there for local people to participate in the burgeoning eco-tourism economy. At the same time, he began traveling regularly to the Amazon rainforest where he saw firsthand the destruction wrought by petroleum companies. Working in tandem with local tribes, he worked to support indigenous people by bringing in computers and establishing courses in English and computer and financial literacy. “The people who live in the rainforest have protected it for thousands of years,” he says. “If we strengthen and support them, they will stay and preserve it forever.”<\/p><p><strong>We created the Rahua brand to preserve and honor unique cultural rituals and traditional, sustainable ways of life that protect the rainforest and its people.<br\/>—Fabian<\/strong><\/p>",
            "text_style": "body"
          }
        }
      },
      "block_order": [
        "template--15066992705623__3d7c1dbc-ea23-436d-9c34-316bf8c7eff6-heading-1",
        "template--15066992705623__3d7c1dbc-ea23-436d-9c34-316bf8c7eff6-text-1"
      ],
      "settings": {
        "image": "shopify:\/\/shop_images\/FabianLliguin.jpg",
        "height": "adapt",
        "desktop_image_width": "medium",
        "layout": "text_first",
        "desktop_content_position": "top",
        "desktop_content_alignment": "left",
        "content_layout": "no-overlap",
        "section_color_scheme": "",
        "color_scheme": "",
        "image_behavior": "none",
        "mobile_content_alignment": "left",
        "padding_top": 36,
        "padding_bottom": 36
      }
    }
  },
  "order": [
    "main",
    "61ac38e6-3bc9-4aeb-9a6d-443ee9510774",
    "3d7c1dbc-ea23-436d-9c34-316bf8c7eff6"
  ]
}
