{
  "sections": {
    "main": {
      "type": "main-page",
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28,
        "hide_content": true,
        "narrow_page": false
      }
    },
    "2dcc2e00-735a-4289-956f-6a5133fdfa53": {
      "type": "loop-hero-banner",
      "blocks": {
        "7fc3fa75-3bbc-43a4-9d0a-f0bae0c7116e": {
          "type": "caption",
          "settings": {
            "content": "Experience the magic of",
            "text_style": "caption"
          }
        },
        "10244932-7dbb-40cd-9c23-31d3d394a9eb": {
          "type": "heading",
          "settings": {
            "heading": "Tomorrowland with Loop",
            "heading_max_width": 100,
            "heading_color": "#ffffff"
          }
        },
        "68a5395c-358f-499f-a229-2bb42f96907f": {
          "type": "subheading",
          "settings": {
            "subheading": "<p>Want a chance to experience Tomorrowland Festival? Enter the draw for a chance to be part of this year’s story. Draw takes place on [DATE].<\/p>",
            "subheading_max_width": 80,
            "subheading_color": "#ffffff"
          }
        },
        "c60f60ef-fded-469b-8539-c7af6408dfb1": {
          "type": "buttons",
          "settings": {
            "button_label": "Enter the draw",
            "button_link": "#signup-form-anchor",
            "button_color": "#ffffff",
            "button_bg": "#6243b9",
            "button_border": "#000000",
            "button2_label": "",
            "button2_link": "",
            "button2_color": "#000000",
            "button2_bg": "#ffffff",
            "button2_border": "#000000"
          }
        }
      },
      "block_order": [
        "7fc3fa75-3bbc-43a4-9d0a-f0bae0c7116e",
        "10244932-7dbb-40cd-9c23-31d3d394a9eb",
        "68a5395c-358f-499f-a229-2bb42f96907f",
        "c60f60ef-fded-469b-8539-c7af6408dfb1"
      ],
      "custom_css": [
        ".buttons {width: max-content; margin: 0 auto;}"
      ],
      "settings": {
        "layout": "full_bleed",
        "section_height": 40,
        "overlay_mobile": true,
        "overlay_content_padding": 48,
        "center_content": true,
        "image": "shopify:\/\/shop_images\/black-paper-texture.png"
      }
    },
    "3c6df1ef-059d-493a-834b-5e89b66e92cb": {
      "type": "image-with-text",
      "blocks": {
        "template--19044367892815__3c6df1ef-059d-493a-834b-5e89b66e92cb-1685697502a88d55a4-0": {
          "type": "heading",
          "settings": {
            "heading": "Embark on a journey like no other",
            "heading_size": "h1"
          }
        },
        "template--19044367892815__3c6df1ef-059d-493a-834b-5e89b66e92cb-1685697502a88d55a4-1": {
          "type": "text",
          "settings": {
            "text": "<p>Step into a world of music, magic and limitless joy at the world-famous Tomorrowland Festival. Nestled deep in the forest of Boom, Belgium, Tomorrowland is home to legendary DJs, interactive art, hidden pathways and more to create a truly unforgettable experience.<\/p>",
            "text_style": "body"
          }
        }
      },
      "block_order": [
        "template--19044367892815__3c6df1ef-059d-493a-834b-5e89b66e92cb-1685697502a88d55a4-0",
        "template--19044367892815__3c6df1ef-059d-493a-834b-5e89b66e92cb-1685697502a88d55a4-1"
      ],
      "settings": {
        "image": "shopify:\/\/shop_images\/tml-1.png",
        "height": "adapt",
        "desktop_image_width": "medium",
        "image_property": "cover",
        "layout": "image_first",
        "desktop_content_position": "middle",
        "desktop_content_alignment": "left",
        "content_layout": "no-overlap",
        "color_scheme": "background-1",
        "mobile_content_alignment": "left",
        "padding_top": 36,
        "padding_bottom": 36
      }
    },
    "e386a5dc-4e02-443a-a625-2f8c2a891062": {
      "type": "rich-text",
      "blocks": {
        "template--19044367892815__e386a5dc-4e02-443a-a625-2f8c2a891062-16856975086b81e1e8-0": {
          "type": "heading",
          "settings": {
            "heading": "A magical experience for two",
            "heading_size": "h1"
          }
        },
        "template--19044367892815__e386a5dc-4e02-443a-a625-2f8c2a891062-16856975086b81e1e8-1": {
          "type": "text",
          "settings": {
            "text": "<p>Enter the draw to give you and a lucky friend the chance to join us at Tomorrowland Festival 2023.<\/p>",
            "description_padding": 32
          }
        }
      },
      "block_order": [
        "template--19044367892815__e386a5dc-4e02-443a-a625-2f8c2a891062-16856975086b81e1e8-0",
        "template--19044367892815__e386a5dc-4e02-443a-a625-2f8c2a891062-16856975086b81e1e8-1"
      ],
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "center",
        "color_scheme": "background-2",
        "full_width": true,
        "decription_max_width": 100,
        "padding_top": 36,
        "padding_bottom": 0
      }
    },
    "8da16505-eb10-4992-88c9-102825a3f2f2": {
      "type": "multicolumn",
      "blocks": {
        "template--19044367892815__8da16505-eb10-4992-88c9-102825a3f2f2-1685697521e92be820-0": {
          "type": "column",
          "settings": {
            "image": "shopify:\/\/shop_images\/tml-2.png",
            "product_link": "",
            "handle": "",
            "video": "",
            "title": "2X EXPERIENCES",
            "col_heading_font_size": 80,
            "text": "<p>To Tomorrowland 2023<\/p>",
            "text_color": "#252427",
            "founder_text": "",
            "founder_color": "#757470",
            "link_label": "",
            "link": ""
          }
        },
        "template--19044367892815__8da16505-eb10-4992-88c9-102825a3f2f2-1685697521e92be820-1": {
          "type": "column",
          "settings": {
            "image": "shopify:\/\/shop_images\/tml-3.png",
            "product_link": "",
            "handle": "",
            "video": "",
            "title": "1X CABANA",
            "col_heading_font_size": 80,
            "text": "<p>On-site tent for 2<\/p>",
            "text_color": "#252427",
            "founder_text": "",
            "founder_color": "#757470",
            "link_label": "",
            "link": ""
          }
        }
      },
      "block_order": [
        "template--19044367892815__8da16505-eb10-4992-88c9-102825a3f2f2-1685697521e92be820-0",
        "template--19044367892815__8da16505-eb10-4992-88c9-102825a3f2f2-1685697521e92be820-1"
      ],
      "custom_css": [
        "h3 {font-family: \"FKSCREAMER\"; font-weight: 500;}",
        "p {font-size: 32px; font-weight: 600;}",
        ".multicolumn-card.content-container {display: flex; flex-direction: column-reverse;}"
      ],
      "settings": {
        "title": "",
        "heading_size": "h1",
        "heading_center": false,
        "image_width": "full",
        "image_ratio": "adapt",
        "image_size": 100,
        "columns_desktop": 2,
        "column_alignment": "center",
        "background_style": "none",
        "button_label": "",
        "button_bgcolor_1": "",
        "button_txtcolor_1": "",
        "button_link": "",
        "color_scheme": "background-2",
        "heading_max_width": 70,
        "sub_heading_max_width": 70,
        "columns_mobile": "1",
        "swipe_on_mobile": false,
        "padding_top": 0,
        "padding_bottom": 36
      }
    },
    "1cbeb80f-1e6c-460b-8cf1-689d4f8c002b": {
      "type": "custom-liquid",
      "settings": {
        "custom_liquid": "<div id=\"signup-form-anchor\"><span><\/span><\/div>",
        "color_scheme": "background-1",
        "padding_top": 0,
        "padding_bottom": 0
      }
    },
    "af8b83ee-13d8-4630-b8c4-dbcf969b731b": {
      "type": "loop-hero-banner",
      "blocks": {
        "1c421f60-de44-4684-a2f7-3215476fbde4": {
          "type": "heading",
          "settings": {
            "heading": "Enter the\nTomorrowland draw now",
            "heading_max_width": 100,
            "heading_color": "#252427"
          }
        },
        "825b0de7-6522-46bb-a0bd-8337641ef2ab": {
          "type": "subheading",
          "settings": {
            "subheading": "<p>Enter now for a chance to join the Loop team for a weekend of unbelievable line-ups, larger-than-life art and a party like no other. Could this be how your Tomorrowland story begins?<\/p><p>Draw announced on [DATE]. Good luck!<\/p>",
            "subheading_max_width": 80,
            "subheading_color": "#252427"
          }
        },
        "009a10a0-0d08-4570-a544-cfb40888fb01": {
          "type": "newsletter_form",
          "settings": {
            "custom_tags": "tml-giveaway-23",
            "custom_success_message": "",
            "custom_disclaimer": "<p>By submitting the form, you acknowledge that you have read and understood the terms and conditions.<\/p>",
            "show_name_inputs": true
          }
        },
        "a5b748b3-9f4e-424a-9456-2db86206cd9a": {
          "type": "klaviyo_form",
          "settings": {
            "form_id": "VZsjKg"
          }
        }
      },
      "block_order": [
        "1c421f60-de44-4684-a2f7-3215476fbde4",
        "825b0de7-6522-46bb-a0bd-8337641ef2ab",
        "009a10a0-0d08-4570-a544-cfb40888fb01",
        "a5b748b3-9f4e-424a-9456-2db86206cd9a"
      ],
      "custom_css": [
        ".gdpr-disclaimer {color: #252427;}"
      ],
      "settings": {
        "layout": "full_bleed",
        "section_height": 40,
        "overlay_mobile": true,
        "overlay_content_padding": 48,
        "center_content": true,
        "image": "shopify:\/\/shop_images\/paper-texture.png"
      }
    },
    "4754b681-313d-4be6-8d6e-adb6fbf20e57": {
      "type": "collapsible-content",
      "blocks": {
        "template--19044367892815__4754b681-313d-4be6-8d6e-adb6fbf20e57-1685700391db2508ab-0": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Terms & Conditions",
            "icon": "check_mark",
            "row_content": "<p>NO PURCHASE IS NECESSARY TO ENTER OR WIN. A PURCHASE DOES NOT INCREASE THE CHANCES OF WINNING. <br\/><br\/>Sponsor: The Sponsor of Tomorrowland is Loop BV (hereafter “Loop”). <br\/><br\/>Eligibility: Tomorrowland (the \"Sweepstakes\") is only open to those who sign up at https:\/\/www.loopearplugs.com\/pages\/tomorrowland-contest and are 18 years of age as of the date of entry. The Sweepstakes is only open to legal residents of Belgium and the Netherlands, and is void where prohibited by law. Employees, independent contractors, interns, officers, directors, and agents of Loop (the \"Sponsor\") their respective affiliates, subsidiaries, advertising and promotion agencies, suppliers and their immediate family members and\/or those living in the same household of each are not eligible to participate in the Sweepstakes. The Sweepstakes is subject to all applicable federal, state and local laws and regulations. Void where prohibited. <br\/><br\/>Agreement to Rules: By entering the Sweepstakes, the contestant (\"You\") agree to comply with and abide by these Rules and the decisions of the Sponsor, and you represent and warrant that you meet the eligibility requirements. In addition, you agree to accept the Sponsor's decisions as final and binding as it relates to the content of this campaign. Entrants should look solely to the Sponsor with any questions, comments or issues related to the Sweepstakes. <br\/><br\/>Entry Period: The Sweepstakes begins on 05 June, 2023 at 12:00AM CEST and ends on 30 June, 2023 at 11:59PM CEST (the \"Entry Period\"). Entries submitted before or after the Entry Period will not be eligible. <br\/><br\/>How to Enter: The Sweepstakes must be entered by submitting an entry using the online form provided at https:\/\/www.loopearplugs.com\/pages\/tomorrowland-contest. The entry must fulfil all requirements of the Sweepstakes, as specified, to be eligible to win a prize. Entries that are incomplete or do not adhere to the rules or specifications of the Sweepstakes may be disqualified at the sole discretion of the Sponsor. You must provide the information requested. You may not enter more times than indicated by using multiple email addresses, identities, or devices in an attempt to circumvent the rules. If you use fraudulent methods or otherwise attempt to circumvent the rules of the Sweepstakes, your submission may be disqualified at the sole discretion of the Sponsor. <br\/><br\/>Prizes: The winner of the Sweepstakes (the \"Winner\") will receive the following prizes: <br\/><br\/>Tomorrowland Weekend Cabana package for 2 persons from Friday 21 July until Sunday 23 July (excluding any transportation to and from the festival); <br\/><br\/>Loop x TML experience product; <br\/><br\/>Loop merchandise <br\/><br\/>Actual\/appraised value of prizes may differ at time of prize award. The specifics of the prize shall be solely determined by the Sponsor. No cash or other prize substitution shall be permitted except for at the Sponsor's discretion. The prize is non transferable. Substitution of the prize or transfer\/assignment of the prize to others or request for the cash equivalent of the prize by the Winner is not permitted. Any and all prize related expenses, including without limitation any and all federal, state, and\/or local taxes shall be the sole responsibility of the Winner. Acceptance of the prize constitutes permission for the Sponsor to use the Winner’s name, likeness, and entry for purposes of advertising and trade without further compensation, unless prohibited by law. <br\/><br\/>Odds of Winning: The odds of winning depend on the number of eligible entries received.  100 contestants will be selected by Random Draw under the supervision of the Sponsor.  These 100 contestants will receive a tiebreaker question.   <br\/><br\/>Winner Selection and Notification: out of the contestants who have answered the tiebreaker question correctly, 1 Winner will be selected by Random Draw under the supervision of the Sponsor. The Winner will be notified within 7 days of the winner selection. The Sponsor shall have no liability for a Winner's failure to receive notices due to spam, junk e-mail or other security settings or for a Winner’s provision of incorrect or otherwise non-functioning contact information. If the Winner cannot be contacted, is ineligible, fails to claim the prize within 24 hours from the time award notification was sent, or fails to timely return a completed and executed declaration and release as required, the prize may be forfeited and an alternate Winner selected. Receipt of the prize offered in this Campaign by the Winner is conditioned upon compliance with any and all federal, state, and local laws and regulations. Any violation of these official rules by the Winner at the Sponsor's sole discretion will result in the Winner's disqualification as winner, and all privileges as winner will be immediately terminated. <br\/><br\/>Rights Granted by the Entrant: By entering this content (e.g., photo, video, text, etc.), You understand and agree that the Sponsor and anyone acting on behalf of the Sponsor or its respective licensees, successors, and assigns, shall have the right, where permitted by law, to print, publish, broadcast, distribute, and use in any media now known or hereafter developed, in perpetuity and throughout the World, without limitation, your entry, name, portrait, picture, voice, likeness, image, statements about the Campaign, and biographical information for news, publicity, information, trade, advertising, public relations, and promotional purposes without any further compensation, notice, review, or consent. By entering this content, you represent and warrant that your entry is an original work of authorship, and does not violate any third party’s proprietary or intellectual property rights. If your entry infringes upon the intellectual property right of another, you will be disqualified at the sole discretion of the Sponsor. If the content of your entry is claimed to constitute infringement of any proprietary or intellectual proprietary rights of any third party, you shall, at your sole expense, defend or settle against such claims. You shall indemnify, defend, and hold harmless Loop from and against any suit, proceeding, claims, liability, loss, damage, costs or expense, which Loop may incur, suffer, or be required to pay arising out of such infringement or suspected infringement of any third party’s right. <br\/><br\/>Terms and Conditions: The Sponsor reserves the right, in its sole discretion, to cancel, terminate, modify or suspend the Sweepstakes should virus, bug, non-authorised human intervention, fraud, or other cause beyond the Sponsor’s control corrupt or affect the administration, security, fairness, or proper conduct of the Sweepstakes. In such cases, the Sponsor may select a winner(s) from eligible entries received before and\/or after the action taken by the Sponsor if appropriate. The Sponsor reserves the right at its sole discretion to disqualify any individual who tampers or attempts to tamper with the entry process or the operation of the Sweepstakes or website or violates these Terms & Conditions. The Sponsor has the right, in its sole discretion, to maintain the integrity of the Sweepstakes, to void entries for any reason, including, but not limited to: multiple entries from the same user from different IP addresses; multiple entries from the same computer in excess of that allowed by Sweepstakes rules; or the use of bots, macros, scripts, or other technical means for entering. Any attempt by an entrant to deliberately damage any website or undermine the legitimate operation of the Sweepstakes may be a violation of criminal and civil laws. Should such an attempt be made, the Sponsor reserves the right to seek damages to the fullest extent permitted by law.  <br\/><br\/>Limitation of Liability: By entering the Sweepstakes you agree to release and hold harmless Loop and its subsidiaries, affiliates, advertising and promotion agencies, partners, representatives, agents, successors, assigns, employees, officers and directors from any liability, illness, injury, death, loss, litigation, claim or damage that may occur, directly or indirectly, whether caused by negligence or not, from (i) such entrant’s participation in the Sweepstakes and\/or his\/her acceptance, possession, use, or misuse of any prize or any portion thereof; (ii) unauthorised human intervention in any part of the Sweepstakes; (iii) electronic or human error in the administration of the Sweepstakes or the processing of entries; (iv) technical errors of any kind, including but not limited to the malfunction of any computer, cable, network, hardware, or software, or other mechanical equipment; (v) the unavailability or inaccessibility of any transmissions, telephone, or Internet service; (vi) printing errors; (vii) lost, late, postage due, misdirected, or undeliverable mail. <br\/><br\/>Disputes: This Sweepstakes is governed by the laws of Belgium, without respect to conflict of law doctrines. By participating in this Campaign, you agree that any and all disputes that cannot be resolved between the parties, and causes of action arising out of or connected with this Campaign, shall be resolved individually, without resort to any form of class action, exclusively before a court located in Belgium having jurisdiction. Further, in any such dispute, under no circumstances shall You be permitted to obtain awards for, and hereby waives all rights to, punitive, incidental, or consequential damages, including reasonable attorney’s fees, other than actual out-of-pocket expenses (i.e. costs associated with entering the Sweepstakes). You further waives all rights to have damages multiplied or increased. <br\/><br\/>Winners List: To request a copy of the winners list please contact the Sponsor. Requests must be sent within four (4) weeks of the end of the Entry Period. <br\/><br\/>The Sweepstakes is in no way sponsored, endorsed, administered by, or associated with Facebook, Twitter, Instagram, Snapchat, YouTube, Reddit, Pinterest, LinkedIn or any other social networks that are used to share the Sweepstakes. You understand that you are providing your information to the owner of the Sweepstakes and not to Facebook, Twitter, Instagram, Snapchat, YouTube, Reddit, Pinterest, LinkedIn or any other social networks. <br\/><br\/>Acceptance of Rules: By participating in the Sweepstakes, You have affirmatively reviewed, accepted, and agreed to all of the Official Rules, Terms and Conditions. <br\/><br\/>Loop reserves the right to alter, suspend or cancel the Sweepstakes in any jurisdiction if it is forced to do so due to illegality or invalidity of the Sweepstakes or due to binding self-regulatory rules, without any right of compensation towards the contestants. <\/p>",
            "page": ""
          }
        },
        "template--19044367892815__4754b681-313d-4be6-8d6e-adb6fbf20e57-1685700391db2508ab-1": {
          "type": "collapsible_row",
          "disabled": true,
          "settings": {
            "heading": "Collapsible row",
            "icon": "check_mark",
            "row_content": "",
            "page": ""
          }
        },
        "template--19044367892815__4754b681-313d-4be6-8d6e-adb6fbf20e57-1685700391db2508ab-2": {
          "type": "collapsible_row",
          "disabled": true,
          "settings": {
            "heading": "Collapsible row",
            "icon": "check_mark",
            "row_content": "",
            "page": ""
          }
        },
        "template--19044367892815__4754b681-313d-4be6-8d6e-adb6fbf20e57-1685700391db2508ab-3": {
          "type": "collapsible_row",
          "disabled": true,
          "settings": {
            "heading": "Collapsible row",
            "icon": "check_mark",
            "row_content": "",
            "page": ""
          }
        }
      },
      "block_order": [
        "template--19044367892815__4754b681-313d-4be6-8d6e-adb6fbf20e57-1685700391db2508ab-0",
        "template--19044367892815__4754b681-313d-4be6-8d6e-adb6fbf20e57-1685700391db2508ab-1",
        "template--19044367892815__4754b681-313d-4be6-8d6e-adb6fbf20e57-1685700391db2508ab-2",
        "template--19044367892815__4754b681-313d-4be6-8d6e-adb6fbf20e57-1685700391db2508ab-3"
      ],
      "settings": {
        "caption": "",
        "heading": "",
        "heading_size": "h1",
        "heading_alignment": "center",
        "layout": "none",
        "color_scheme": "background-2",
        "container_color_scheme": "background-2",
        "open_first_collapsible_row": false,
        "image_ratio": "adapt",
        "desktop_layout": "image_second",
        "padding_top": 36,
        "padding_bottom": 36
      }
    }
  },
  "order": [
    "main",
    "2dcc2e00-735a-4289-956f-6a5133fdfa53",
    "3c6df1ef-059d-493a-834b-5e89b66e92cb",
    "e386a5dc-4e02-443a-a625-2f8c2a891062",
    "8da16505-eb10-4992-88c9-102825a3f2f2",
    "1cbeb80f-1e6c-460b-8cf1-689d4f8c002b",
    "af8b83ee-13d8-4630-b8c4-dbcf969b731b",
    "4754b681-313d-4be6-8d6e-adb6fbf20e57"
  ]
}
