/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "terms_conditions": {
      "type": "tf-terms-conditions",
      "blocks": {
        "terms_item_rXqmQy": {
          "type": "terms_item",
          "settings": {
            "title": "",
            "description": "<p>These terms and conditions, together with any other rules and policies posted on our Website (“site”) (collectively, the Terms and Conditions) apply between you, the User of this Website (including any sub-domains, unless expressly excluded by their own terms and conditions), and The Fall Bridal Ltd (“we” “us”), the owner and operator of this Website. Please read these terms and conditions carefully, as they affect your legal rights. Your agreement to comply with and be bound by these terms and conditions is deemed to occur upon your first use of the Website. The Fall Bride Ltd reserves the right to withdraw or amend use of the Website without notice. If you do not agree to be bound by these terms and conditions, you should stop using the Website immediately. The Fall Bride Ltd reserves the right to restrict access to part or all of the Website; the Fall Bride Ltd shall not be liable in the event this Website is unavailable at any period in time. </p><p>In these terms and conditions, <strong>User</strong> or <strong>Users</strong> means any third party that accesses the Website and is not either (i) employed by The Fall Bridal Ltd and acting in the course of their employment or (ii) engaged as a consultant or otherwise providing services to  The Fall Bridal Ltd  and accessing the Website in connection with the provision of such services.</p><p>You must be at least 18 years of age to use this Website. By using the Website and agreeing to these terms and conditions, you represent and warrant that you are at least 18 years of age.</p><p>If you purchase goods or services from our site, our Terms and Conditions of Sale will apply to the sales.</p>"
          }
        }
      },
      "block_order": [
        "terms_item_rXqmQy"
      ],
      "settings": {
        "heading": "Terms & Conditions"
      }
    }
  },
  "order": [
    "terms_conditions"
  ]
}
