/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "page-wagashi-dictionary",
      "disabled": true,
      "settings": {}
    },
    "wagashi_kv_slide_yBf6Yd": {
      "type": "wagashi-kv-slide",
      "settings": {}
    },
    "page_media_text_3n33k7": {
      "type": "page-media-text",
      "settings": {
        "title": "The History of <span>Wagashi</span>",
        "image": "shopify://shop_images/1_1.jpg",
        "text": "The origins of wagashi can be traced back over two thousand years, when nuts were ground into a powder and then rolled after impurities were removed, a food that later became known as dango. Additionally, mochi, considered Japan’s oldest processed food, was made during this time.\n\nWagashi evolved over the centuries, influenced by interactions with China, the development of the Japanese tea ceremony, and the introduction of Western confections. During the Edo period (1603-1868), the quality of wagashi improved significantly as ingredients became more accessible and production techniques advanced. However, it is believed that the most significant factor in wagashi's improvement was the end of conflicts and the onset of peace during this era.\n\nThe Edo period was also characterized by a national isolation policy, which was enforced in all but a few areas of the country. This period allowed Japan’s unique culture to flourish. Wagashi became more refined, not only in taste but also in the craftsmanship of their makers. As a result, wagashi very similar to those seen today began to emerge.\n\nWith the advent of the Meiji period (beginning in 1869), exchanges between Japan and the outside world increased. The introduction of modern ovens and other equipment led to the creation of new types of wagashi, including baked varieties. These innovations contributed to the wagashi we enjoy today.",
        "image_position": "right",
        "id_name": "media-text-wagashi-index"
      }
    },
    "wagashi_category_list_XqpEdh": {
      "type": "wagashi-category-list",
      "settings": {}
    },
    "wagashi_interest_list_XeVEBX": {
      "type": "wagashi-interest-list",
      "settings": {}
    },
    "wagashi_season_list_V7MatC": {
      "type": "wagashi-season-list",
      "settings": {}
    },
    "wagashi_maker_list_GUP9Bc": {
      "type": "wagashi-maker-list",
      "settings": {}
    },
    "wagashi_area_fi4xf6": {
      "type": "wagashi-area",
      "settings": {
        "has_hover": true
      }
    },
    "blog_list_Uy339L": {
      "type": "blog-list",
      "settings": {}
    }
  },
  "order": [
    "main",
    "wagashi_kv_slide_yBf6Yd",
    "page_media_text_3n33k7",
    "wagashi_category_list_XqpEdh",
    "wagashi_interest_list_XeVEBX",
    "wagashi_season_list_V7MatC",
    "wagashi_maker_list_GUP9Bc",
    "wagashi_area_fi4xf6",
    "blog_list_Uy339L"
  ]
}
