/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "settings": {
        "padding_top": 8,
        "padding_bottom": 0
      }
    },
    "de5c921b-eaf5-4574-b6c0-01340437dd2a": {
      "type": "rich-text",
      "blocks": {
        "template--16573145088258__de5c921b-eaf5-4574-b6c0-01340437dd2a-1671269421b84836d0-0": {
          "type": "heading",
          "settings": {
            "heading": "<p><strong>Terms of Service</strong></p>",
            "heading_size": "h0"
          }
        }
      },
      "block_order": [
        "template--16573145088258__de5c921b-eaf5-4574-b6c0-01340437dd2a-1671269421b84836d0-0"
      ],
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "center",
        "color_scheme": "background-1",
        "full_width": true,
        "padding_top": 20,
        "padding_bottom": 20
      }
    },
    "db47f2c6-767b-4c55-965d-e54b961518cf": {
      "type": "rich-text",
      "blocks": {
        "template--16573145088258__db47f2c6-767b-4c55-965d-e54b961518cf-1671269421b84836d0-1": {
          "type": "text",
          "settings": {
            "text": "<p>OVERVIEW<br/><br/>This website is operated by GRID Start, Ltd.. Throughout the site, the terms “we”, “us” and “our” refer to GRID Start, Ltd.. GRID Start, Ltd. offers this website, including all information, tools, and Services available from this site to you, the user, conditioned upon your acceptance of all terms, conditions, policies, and notices stated here.<br/><br/>By visiting our site and/ or purchasing something from us, you engage in our “Service” and agree to be bound by the following terms and conditions (“Terms of Service”, “Terms”), including those additional terms and conditions and policies referenced herein and/or available by hyperlink. These Terms of Service apply to all users of the site, including without limitation users who are browsers, vendors, customers, merchants, and/ or contributors of content.<br/>Please read these Terms of Service carefully before accessing or using our website. By accessing or using any part of the site, you agree to be bound by these Terms of Service. If you do not agree to all the terms and conditions of this agreement, then you may not access the website or use any Services. If these Terms of Service are considered an offer, acceptance is expressly limited to these Terms of Service.<br/><br/>Any new features or tools which are added to the current store shall also be subject to the Terms of Service. You can review the most current version of the Terms of Service at any time on this page. We reserve the right to update, change or replace any part of these Terms of Service by posting updates and/or changes to our website. It is your responsibility to check this page periodically for changes. Your continued use of or access to the website following the posting of any changes constitutes acceptance of those changes.<br/><br/>SECTION 1 - ONLINE STORE TERMS<br/><br/>By agreeing to these Terms of Service, you represent that you are at least the age of majority in your state or province of residence, or that you are the age of majority in your state or province of residence and you have given us your consent to allow any of your minor dependents to use this site.<br/><br/>You may not use our products for any illegal or unauthorized purpose nor may you, in the use of the service, violate any laws in your jurisdiction (including but not limited to copyright laws).<br/><br/>You must not transmit any worms or viruses or any code of a destructive nature.<br/><br/>A breach or violation of any of the Terms will result in an immediate termination of your Services.<br/><br/><br/>SECTION 2 - ACCOUNT REGISTRATION<br/>To access certain services on this website, you will be required to register an account with JAPANBITE and provide specific information. All information you provide must be truthful. You should protect your account password at all times and you are responsible for its security. You are solely responsible for any use or unauthorized use of the site under your password. You must notify us immediately if you believe that your account password or security has been breached in any way. We reserve the right to suspend or terminate your access at any time with or without notice. Also, we reserve the right to suspend or delete your account at any time, with or without notice, if an account is identified as suspicious. Please read our Privacy Policy to understand how we use the information collected from you.<br/><br/><br/>SECTION 3 - GENERAL CONDITIONS<br/><br/>We reserve the right to refuse service to anyone for any reason at any time.<br/><br/>You understand that your content (not including credit card information), may be transferred unencrypted and involve (a) transmissions over various networks; and (b) changes to conform and adapt to the technical requirements of connecting networks or devices. Credit card information is always encrypted during transfer over networks.<br/><br/>You agree not to reproduce, duplicate, copy, sell, resell, or exploit any portion of the service, use of the service, or access to the service or any contact on the website through which the service is provided without express written permission by us.<br/><br/>The headings used in this agreement are included for convenience only and will not limit or otherwise affect these Terms.<br/><br/><br/>SECTION 4 - ACCURACY, COMPLETENESS, AND TIMELINESS OF INFORMATION<br/><br/>We are not responsible if the information made available on this site is not accurate, complete, or current. The material on this site is provided for general information only and should not be relied upon or used as the sole basis for making decisions without consulting primary, more accurate, more complete, or more timely sources of information. Any reliance on the material on this site is at your own risk.<br/><br/>This site may contain certain historical information. Historical information, necessarily, is not current and is provided for your reference only. We reserve the right to modify the contents of this site at any time, but we have no obligation to update any information on our site. You agree that it is your responsibility to monitor changes to our site.<br/><br/><br/>SECTION 5 - MODIFICATIONS TO THE SERVICE AND PRICES<br/><br/>Prices for our products are subject to change without notice.<br/><br/>We reserve the right at any time to modify or discontinue the service (or any part or content thereof) without notice at any time.<br/><br/>We shall not be liable to you or any third party for any modification, price change, suspension, or discontinuance of the service.<br/><br/><br/>SECTION 6 - PRODUCTS OR SERVICES (if applicable)<br/><br/>Certain products or Services may be available exclusively online through the website. These products or Services may have limited quantities and are subject to return or exchange only according to our Return Policy. To view our Return Policy, please see <a href=\"https://japanbite.com/pages/faq#Summary-template--16655122825474__2598b2c3-fd7d-4513-8756-8d1f1dd8a7f4-167144788760a38c4e-0-template--16699924087042__2598b2c3-fd7d-4513-8756-8d1f1dd8a7f4\" title=\"What is your return/refund policy?\">\"FAQ/What is your return/refund policy?\"</a> page.<br/></p><p>Once a product has been shipped and delivered to your specified location, it is your responsibility to collect the item in a timely manner. For items that are returned to us due to missed delivery or unclaimed status and exceed the storage period stated by us, we shall bear no responsibility for any loss, damage, or deterioration of the product. Furthermore, no refund will be provided for products that are returned to us past the stated storage period.</p><p><br/>We have made every effort to display as accurately as possible the colors and images of our products that appear at the store. We cannot guarantee that your computer monitor's display of any color will be accurate.<br/>We reserve the right but are not obligated to limit the sales of our products or Services to any person, geographic region, or jurisdiction. We may exercise this right on a case-by-case basis. We reserve the right to limit the quantities of any products or Services that we offer. All descriptions of products or product pricing are subject to change at any time without notice, at our sole discretion of us. We reserve the right to discontinue any product at any time. Any offer for any product or service made on this site is void where prohibited.<br/><br/>We do not warrant that the quality of any products, Services, information, or other material purchased or obtained by you will meet your expectations, or that any errors in the service will be corrected.<br/><br/><br/>SECTION 7 - SUBSCRIPTION CONTRACT<br/><br/>JAPANBITE offers two subscription types that are defined below.<br/>  1. One Month Subscription Plan: This is a monthly billed plan for monthly delivery. Auto renew.<br/>  2. Three Months Subscription Plan: This is a prepaid plan for three months. Monthly delivery and billed every three months. Auto renew.</p><p><br/></p><p>When you purchase a paid subscription, we or our third-party payment processor will charge your payment method on the date that you subscribe. By providing a payment method, you expressly authorize us and/or our third-party payment processor to charge the applicable fees to said payment method. You agree that we may invoice you for any unpaid fees, including without limitation any amounts owed by you that cannot be processed. You are responsible for providing complete and accurate billing and contact information to us and notifying us of any changes to such information. By purchasing any subscription, you acknowledge that your subscription has an initial and recurring payment feature and you accept responsibility for all recurring charges before cancellation. Your subscription will be automatically extended for successive periods, at the then-current subscription rate for your subscription as long as your subscription continues until you cancel it. Once your payment has been made it is non-cancelable and fees paid are non-refundable.<br/><br/>You may cancel your recurring subscription at any time, by logging into your account or emailing us at support@japanbite.com and following the specified instructions in response to your cancellation request. The cancellation of a product shipment must be made before the next billing date reflected in your account settings. You can check the next billing date on your own account page. See <a href=\"https://japanbite.com/pages/faq#Summary-template--16655122825474__f5e48d45-7053-433a-9275-6b85dd2531db-1674310307acd04fee-3-template--16699924087042__f5e48d45-7053-433a-9275-6b85dd2531db\" title=\"How can I cancel my subscription?\">\"FAQ/How can I cancel my subscription?\"</a> page for more specific instructions to cancel your subscription. If you cancel your subscription after the next billing date, your subscription will not be canceled and you will not receive a refund. Instead, your subscription will be extended and you will continue to receive subscription benefits until the expiration of the next recurring subscription period for which you have paid (at which time, your subscription will cancel). If you cancel a recurring subscription before all of your boxes have been delivered, you will not be eligible for a prorated refund of any portion of the subscription fee paid for the then-current subscription period. JAPANBITE may submit periodic charges without further authorization from you until you provide prior notice that you have terminated this authorization or wish to change your payment method. Such notice will not affect charges submitted before we reasonably could act.<br/>If you cancel your subscription, you will not be eligible for a prorated refund of any portion of the subscription fee paid for the then-current subscription period. Subscription reactivation will automatically generate an invoice for new order under your current plan for the current order period.<br/><br/>We reserve the right to change the plan and price of the services with or without advanced notice to subscribers. We also reserve the right to revoke your subscription at any time.<br/><br/><br/>SECTION 8 - ACCURACY OF BILLING AND ACCOUNT INFORMATION<br/><br/>We reserve the right to refuse any order you place with us. We may, in our sole discretion, limit or cancel quantities purchased per person, per household, or per order. These restrictions may include orders placed by or under the same customer account, the same credit card, and/or orders that use the same billing and/or shipping address. If we make a change to or cancel an order, we may attempt to notify you by contacting the email and/or billing address/phone number provided at the time the order was made. We reserve the right to limit or prohibit orders that, in our sole judgment, appear to be placed by dealers, resellers, or distributors.<br/>You agree to provide current, complete, and accurate purchase and account information for all purchases made at our store. You agree to promptly update your account and other information, including your email address and credit card numbers, and expiration dates, so that we can complete your transactions and contact you as needed.<br/><br/>For more detail, please review our <a href=\"https://japanbite.com/pages/faq\" title=\"Return Policy\">Return Policy</a>.<br/><br/><br/>SECTION 9 - OPTIONAL TOOLS<br/><br/>We may provide you with access to third-party tools over which we neither monitor nor have any control or input.<br/><br/>You acknowledge and agree that we provide access to such tools ”as is” and “as available” without any warranties, representations, or conditions of any kind and any endorsement. We shall have no liability whatsoever arising from or relating to your use of optional third-party tools.<br/><br/>Any use by you of the optional tools offered through the site is entirely at your own risk and discretion and you should ensure that you are familiar with and approve of the terms on which tools are provided by the relevant third-party provider(s).<br/><br/>We may also, in the future, offer new Services and/or features through the website (including, the release of new tools and resources). Such new features and/or Services shall also be subject to these Terms of Service.<br/><br/><br/>SECTION 10 - THIRD-PARTY LINKS<br/><br/>Certain content, products, and Services available via our service may include materials from third parties.<br/><br/>Third-party links on this site may direct you to third-party websites that are not affiliated with us. We are not responsible for examining or evaluating the content or accuracy and we do not warrant and will not have any liability or responsibility for any third-party materials or websites, or any other materials, products, or Services of third parties.<br/><br/>We are not liable for any harm or damages related to the purchase or use of goods, Services, resources, content, or any other transactions made in connection with any third-party websites. Please review carefully the third-party's policies and practices and make sure you understand them before you engage in any transaction. Complaints, claims, concerns, or questions regarding third-party products should be directed to the third party.<br/><br/><br/>SECTION 11 - USER COMMENTS, FEEDBACK, AND OTHER SUBMISSIONS<br/><br/>If at our request, you send certain specific submissions (for example contest entries) or without a request from us you send creative ideas, suggestions, proposals, plans, or other materials, whether online, by email, by postal mail, or otherwise (collectively, 'comments'), you agree that we may, at any time, without restriction, edit, copy, publish, distribute, translate and otherwise use in any medium any comments that you forward to us. We are and shall be under no obligation (1) to maintain any comments in confidence; (2) to pay compensation for any comments; or (3) to respond to any comments.<br/>We may, but have no obligation to, monitor, edit or remove content that we determine in our sole discretion to be unlawful, offensive, threatening, libelous, defamatory, pornographic, obscene, or otherwise objectionable or violates any party’s intellectual property or these Terms of Service.<br/>You agree that your comments will not violate any rights of any third party, including copyright, trademark, privacy, personality, or other personal or proprietary rights. You further agree that your comments will not contain libelous or otherwise unlawful, abusive, or obscene material, or contain any computer virus or other malware that could in any way affect the operation of the service or any related website. You may not use a false email address, pretend to be someone other than yourself, or otherwise mislead us or third-parties as to the origin of any comments. You are solely responsible for any comments you make and their accuracy. We take no responsibility and assume no liability for any comments posted by you or any third party.<br/><br/>SECTION 12 - PERSONAL INFORMATION<br/><br/>Your submission of personal information through the store is governed by our Privacy Policy. To view our Privacy Policy, please see the Privacy Policy page(https://japanbite.com/pages/privacy-policy)<br/><br/>SECTION 13 - ERRORS, INACCURACIES, AND OMISSIONS<br/><br/>Occasionally there may be information on our site or in the service that contains typographical errors, inaccuracies, or omissions that may relate to product descriptions, pricing, promotions, offers, product shipping charges, transit times, and availability. We reserve the right to correct any errors, inaccuracies, or omissions, and to change or update information or cancel orders if any information in the service or on any related website is inaccurate at any time without prior notice (including after you have submitted your order).<br/><br/>We undertake no obligation to update, amend or clarify information in the service or on any related website, including without limitation, pricing information, except as required by law. No specified update or refresh date applied in the service or on any related website should be taken to indicate that all information in the service or on any related website has been modified or updated.<br/><br/><br/>SECTION 14 - PROHIBITED USES<br/><br/>In addition to other prohibitions, as set forth in the Terms of Service, you are prohibited from using the site or its content:<br/>(a) for any unlawful purpose; (b) to solicit others to perform or participate in any unlawful acts; (c) to violate any international, federal, provincial, or state regulations, rules, laws, or local ordinances; (d) to infringe upon or violate our intellectual property rights or the intellectual property rights of others; (e) to harass, abuse, insult, harm, defame, slander, disparage, intimidate, or discriminate based on gender, sexual orientation, religion, ethnicity, race, age, national origin, or disability; (f) to submit false or misleading information;<br/>(g) to upload or transmit viruses or any other type of malicious code that will or may be used in any way that will affect the functionality or operation of the Service or any related website, other websites, or the Internet; (h) to collect or track the personal information of others; (i) to spam, phish, pharm, pretext, spider, crawl, or scrape; (j) for any obscene or immoral purpose; or (k) to interfere with or circumvent the security features of the Service or any related website, other websites, or the Internet. We reserve the right to terminate your use of the service or any related website for violating any of the prohibited uses.<br/><br/><br/>SECTION 15 - DISCLAIMER OF WARRANTIES; LIMITATION OF LIABILITY<br/><br/>We do not guarantee, represent or warrant that your use of our service will be uninterrupted, timely, secure, or error-free.<br/><br/>We do not warrant that the results that may be obtained from the use of the service will be accurate or reliable.<br/><br/>You agree that from time to time we may remove the service for indefinite periods or cancel the service at any time, without notice to you.<br/>You expressly agree that your use of, or inability to use, the service is at your sole risk. The service and all products and Services delivered to you through the service are (except as expressly stated by us) provided 'as is' and 'as available' for your use, without any representation, warranties, or conditions of any kind, either express or implied, including all implied warranties or conditions of merchantability, merchantable quality, fitness for a particular purpose, durability, title, and non-infringement.<br/>In no case shall GRID Start, Ltd., our directors, officers, employees, affiliates, agents, contractors, interns, suppliers, service providers, or licensors be liable for any injury, loss, claim, or any direct, indirect, incidental, punitive, special, or consequential damages of any kind, including, without limitation lost profits, lost revenue, lost savings, loss of data, replacement costs, or any similar damages, whether based in contract, tort (including negligence), strict liability or otherwise, arising from your use of any of the service or any products procured using the service, or for any other claim related in any way to your use of the service or any product, including, but not limited to, any errors or omissions in any content, or any loss or damage of any kind incurred as a result of the use of the service or any content (or product) posted, transmitted, or otherwise made available via the service, even if advised of their possibility.<br/>Because some states or jurisdictions do not allow the exclusion or the limitation of liability for consequential or incidental damages, in such states or jurisdictions, our liability shall be limited to the maximum extent permitted by law.<br/><br/>You are solely responsible for the appropriate and safe handling, storage, and consumption of any products you receive from us. The products are not manufactured in allergen-free facilities and may cross-contaminate with other products that are not allergen-free. You are solely responsible for knowing about food allergies and checking the products and their contents before handling, and consuming such products. You are also solely responsible for advising the parties who have no JAPANBITE account and/or have not ordered our products concerning the safety requirements and potential allergens of the products.<br/><br/><br/>SECTION 16 - INDEMNIFICATION<br/><br/>You agree to indemnify, defend and hold harmless GRID Start, Ltd. and our parent, subsidiaries, affiliates, partners, officers, directors, agents, contractors, licensors, service providers, subcontractors, suppliers, interns, and employees, harmless from any claim or demand, including reasonable lawyers’ fees, made by any third party due to or arising out of your breach of these Terms of Service or the documents they incorporate by reference or your violation of any law or the rights of a third party.<br/><br/><br/>SECTION 17 - SEVERABILITY<br/><br/>If any provision of these Terms of Service is determined to be unlawful, void, or unenforceable, such provision shall nonetheless be enforceable to the fullest extent permitted by applicable law, and the unenforceable portion shall be deemed to be severed from these Terms of Service, such determination shall not affect the validity and enforceability of any other remaining provisions.<br/><br/><br/>SECTION 18 - TERMINATION<br/><br/>The obligations and liabilities of the parties incurred prior to the termination date shall survive the termination of this agreement for all purposes.<br/><br/>These Terms of Service are effective unless and until terminated by either you or us. You may terminate these Terms of Service at any time by notifying us that you no longer wish to use our services, or when you cease using our site.<br/>If in our sole judgment, you fail, or we suspect that you have failed, to comply with any term or provision of these Terms of Service, we also may terminate this agreement at any time without notice and you will remain liable for all amounts due up to and including the date of termination; and/or accordingly may deny you access to our Services (or any part thereof).<br/><br/><br/>SECTION 19 - ENTIRE AGREEMENT<br/><br/>The failure of us to exercise or enforce any right or provision of these Terms of Service shall not constitute a waiver of such right or provision.<br/><br/>These Terms of Service and any policies or operating rules posted by us on this site or concerning The Service constitute the entire agreement and understanding between you and us and govern your use of the service, superseding any prior or contemporaneous agreements, communications, and proposals, whether oral or written, between you and us (including, but not limited to, any prior versions of the Terms of Service).<br/>Any ambiguities in the interpretation of these Terms of Service shall not be construed against the drafting party.<br/><br/><br/>SECTION 20 - GOVERNING LAW<br/><br/>These Terms of Service and any separate agreements whereby we provide you Services shall be governed by and construed in accordance with the laws of Japan.<br/><br/><br/>SECTION 21 - CHANGES TO TERMS OF SERVICE<br/><br/>You can review the most current version of the Terms of Service at any time on this page.<br/><br/>We reserve the right, at our sole discretion, to update, change or replace any part of these Terms of Service by posting updates and changes to our website. It is your responsibility to check our website periodically for changes. Your continued use of or access to our website or the service following the posting of any changes to these Terms of Service constitutes acceptance of those changes.<br/><br/><br/>SECTION 22 - CONTACT INFORMATION<br/><br/>Questions about the Terms of Service should be sent to us at support@japanbite.com .<br/><br/>Our contact information is posted below:<br/>GRID Start, Ltd.<br/>CEO/Founder Hideo Takahashi<br/>Nishishinjuku 3-3-13 Nishishinjuku Mizuma Building 2F<br/>Shinjuku-ku, Tokyo, Japan, ZIP Code 160-0023<br/>support@japanbite.com<br/></p>"
          }
        }
      },
      "block_order": [
        "template--16573145088258__db47f2c6-767b-4c55-965d-e54b961518cf-1671269421b84836d0-1"
      ],
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "left",
        "color_scheme": "background-1",
        "full_width": true,
        "padding_top": 20,
        "padding_bottom": 20
      }
    }
  },
  "order": [
    "main",
    "de5c921b-eaf5-4574-b6c0-01340437dd2a",
    "db47f2c6-767b-4c55-965d-e54b961518cf"
  ]
}
